{"text": [
		{"Vanille": "Fang, let's go. What's our Focus even matter?"},
		{"Fang": "What's it matter? You want to become a monster?"},
		{"Vanille": "I just—"},
		{"Fang": "Keep your chin up. We know the part that matters. Right? We are enemies of Cocoon. Know what I say? Play the part and raise hell. Might jump-start our memories."},
		{"Vanille": "What?"},
		{"Fang": "The fal'Cie. Let's smash it."},
		{"ACTION": "---"},
		{"Vanille": "Let's give up! Forget our Focus, we don't need it!"},
		{"Fang": "We don't need it? Look, if we don't figure it out and pull it off, you're gonna become a Cie'th."},
		{"Vanille": "It's just--making a kid a that young l'Cie. It's not right!"},
		{"Fang": "Yeah, it's unfair. But guess what? We grin and bear it like good l'Cie or the fal'Cie starts making more. Like that girl the other day. It doesn't matter what our Focus is. We do out, whether we like it or not."},
		{"Vanille": "But--"},
		{"Fang": "Say we call it quits. You think these people will let us go? They'll lynch us on the street. Listen, Vanille. We do what we've gotta do and get ourselves off this filthy world, as fast as we can."},
		{"Vanille": "Fang?"},
		{"Fang": "You get out of here first. I'll buy you some time. Now, don't you worry. I'll come and find you, no matter where you go."},
		{"Vanille": "Wait! Fang! Fang! Please! Don't leave me!"},
		{"Fang": "You're not gonna end up a Cie'th."},
		{"ACTION": "---"},
		{"Snow": "Serah! What is your Focus? L'Cie have a Focus, right? I'll go with you. Help you do it. Just let me."},
		{"Serah": "No! If you're with me, the Sanctum will--"},
		{"Snow": "I will be with you! No matter what! We've come to far to quit now."},
		{"Serah": "I don't know. I don't know my Focus. I'm gonna be a monster."},
		{"Snow": "Not if I'm here. I'll protect you. We'll figure this out--do it together. Okay?"},
		{"Serah": "Okay."},
		{"Serah": "If it's true what they say...When we're finished, I'll turn to crystal."},
		{"Snow": "Don't worry. When l'Cie complete their Focus, they're blessed with the gift of eternity. They wouldn't called it eternity if you died. You'll see. You and me, we'll always be together."},
		{"ACTION": "---"},
		{"Serah": "Don't laugh, okay? It's a dream I had, a bad one. I dreamed I destroyed the world. It was terrifying. I needed some time alone. It had me so scared I tried to run away. But then, my boyfriend, he came chasing after me. That's when I understood. Running away and leaving behind the people you care about? That isn't love. Though you might just want to keep them safe, shutting them out of you life only hurts them more. The point is, I have people I can count on. I'll make it through."},
		{"Vanille": "I think you'll be fine."},
		{"Serah": "You will be too. You'll find the words, I'm sure of it."},
		{"Vanille": "I'm sorry! I'm so sorry! What else can I say?"},
		{"Serah": "I'm not the one you should asking, Vanille. You'll know what to say when you find your friend. You'll see."},
		{"ACTION": "--"},
		{"Snow": "Making a wish?"},
		{"Serah": "Maybe I was. I was hoping that tomorrow I can tell my sister. She'll be so mad, knowing I hid it from her."},
		{"Snow": "Don't worry, I'll take the blame for you. You know, you should ask for something bigger. These are wish-granting fireworks like in the stories."},
		{"Serah": "Stories, huh? L'Cie who fulfill their Focus...they become crystal and gain eternal life."},
		{"Snow": "Would help if they gave you some clue about what you're suppose to do. We'll figure this thing out...You will never be one of those monsters."},
		{"Serah": "So what will I be? A crystal?"},
		{"Snow": "Yesterday at the store, I got you something. Don't know much about jewelry, but I hope you like it."},
		{"Snow": "I'll stay by you, no matter what happens. I'm yours forever. Serah...my one, my only...will you marry me?"},
		{"Serah": "Yes."},
		{"Snow": "She said yes!"},
		{"ACTION": "--"},
		{"Sazh": "Dajh."},
		{"Dajh": "Hey, Dad."},
		{"Sazh": "Making a wish, huh? What did you wish for?"},
		{"Dajh": "Well, you're never happy. You never smile. So here what I wished: I wished that you'd cheer up and be like your old self again."},
		{"Sazh": "How about that? Your wish came true!"},
		{"Sazh": "Okay, it's my turn to wish."},
		{"Dajh": "What for, dad?"},
		{"Sazh": "That's my little secret."},
		{"ACTION": "--"},
		{"Nora": "Not making a wish, Hope?"},
		{"Hope": "Mom, you still believe in that kind of stuff? Wishing on fireworks, really? That's for little kids."},
		{"Nora": "Who are you calling kid?"},
		{"Hope": "You. What did you wish for?"},
		{"Nora": "That next year--your father can come with us."},
		{"Hope": "Why? It's better like this. We don't need him."},
		{"ACTION": "--"},
		{"Snow": "Gotta love these fireworks. They granted my wish."},
		{"Serah": "Your wish?"},
		{"Snow": "Before you agree to marry me, I wish on them that you would say yes."},
		{"ACTION": "--"},
		{"Amodar": "You taking tomorrow off?"},
		{"Lightning": "Sir, for my birthday, sir. My sister, she insisted on it."},
		{"Amodar": "Twenty-one, huh? Maybe it's a good time to send off that letter of recommendation for officer training."},
		{"Lightning": "Lieutenant..."},
		{"Amodar": "You're past due for a promotion, Farron. Think of your sister, and your future. And, uh, keep your nose out of trouble."},
		{"Lightning": "Out of PSICOM business, you mean."},
		{"Amodar": "Yeah. Nothing good will come of it. Nothing but grief."},
		{"ACTION": "--"},
		{"Lightning": "You became a l'Cie, so now you're gonna marry this idiot? And you think I'm gonna buy that? Full points for originality. But, don't forget. If you really are a l'Cie, it's my job to deal with you."},
		{"Serah": "Sis..."},
		{"Lightning": "This is ridiculous. Worst birthday ever."},
		{"Snow": "Wait! Serah!"},
		{"Snow": "Why won't you believe her?"},
		{"Lightning": "You're kidding me? She gets made l'Cie, and you pop the question?"},
		{"Snow": "Sister...!"},
		{"Lightning": "Who are you calling \"sister\"?! Is this some kind of a joke?!"},
		{"Snow": "But you're leaving Serah alone!"},
		{"Snow": "Fine...I'll do it. I'll protect her."},
		{"Lightning": "How practical."},
		{"Reporter": "We interrupt this program to bring an urgent Sanctum bulletin...Late last night, officials confirmed the presence...of a fal'Cie inside the city of Bodhum. Acting with fal'Cie Eden's approval, authorities declared a state of emergency. The entire district will be quarantined in response to this crisis. This is a Sanctum bulletin—"},
		{"ACTION": "--"},
		{"Commander": "What's a GC doing here? This op's under PSICOM direction."},
		{"Lightning": "So direct me, let me. I want to be Purged."},
		{"Commander": "Only citizens get Purged. Sanctum-status soldiers are exempt."},
		{"Lightning": "Then I quit."},
		{"Commander": "Line up!"},
		{"Sazh": "Excuse me. Hey, lady. What gives?"},
		{"Lightning": "I volunteered."},
		{"Sazh": "Really? You don't look ready to go quietly into that good night."},
		{"Lightning": "You want quiet, you better take the next train."},
		{"Sazh": "Now I really want to see what you're up to."},
		{"Vanille": "The thirteen days after we awoke were the beginning of the end."},
		{"Sazh": "Oh goodness. We did it."},
		{"Sazh": "Aren't you supposed to protect civilians, Soldier? I mean, you are Sanctum, aren't ya? What are you doing stopping the Purge? Why don't you tell me that?"},
		{"Lightning": "I a soldier."},
		{"Sazh": "Man...Chocobo, we just can't get a break, can we?"},
		{"ACTION": "--"},
		{"Sazh": "Not wanting to be Purged, I get. But taking on trained soldiers?"},
		{"Lightning": "Better to die than get sent to Pulse. It's hell without the brimstone."},
		{"Sazh": "Yeah, well, hell isn't sounding too bad. Cause this place isn't exactly paradise."},
		{"ACTION": "--"},
		{"PSICOM Marauder": "Deportees, are we? Weapons down. I'd hate for this to get ugly."},
		{"Sazh": "Huh?...Turn ugly?"},
		{"Lightning": "He wants to kill us without a fight."},
		{"PSICOM Marauder": "Time's up!"},
		{"ACTION": "After the fight, Sazh attempts to start up the ship while talking to Lightning."},
		{"Sazh": "So, Soldier...What's your angle? What, is it classified military info? What's the matter? You quit, didn't you? You think I'm gonna go out there and just tell everybody your secret?"},
		{"Lightning": "Pulse fal'Cie. My 'angle'. I'm after the fal'Cie."},
		{"ACTION": "With Sazh speechless, Lightning succeeds in starting up the airship."},
		{"Lightning": "Still happy you tagged along?"},
		{"Sazh": "Didn't have a choice..."},
		{"ACTION": "--"},
		{"Galenth": "On behalf of Cocoon citizens...I would like to thank our brave Pulse pioneers...and express our best wishes for a successful relocation. Your noble and selfless sacrifice ensures the continued safety and peace of our society. Were it not for this remarkable gesture, every resident of Cocoon, your family, your friends, your neighbors, would be exposed to the dangers of the world below. By choosing to leave, you participate in this migration—"},
		{"ACTION": "A radio projecting this message is crushed by Snow."},
		{"Yuj": "Migration? More like extermination."},
		{"Snow": "Yuj. You stay here."},
		{"Yuj": "Sorry...I didn't mean to..."},
		{"Snow": "These people need heroes."},
		{"ACTION": "--"},
		{"Maqui": "This is crazy!"},
		{"Gadot": "Then take a nap."},
		{"Maqui": "Really? Can I?"},
		{"Gadot": "Sure, and when we're taking a nap, you can save everyone."},
		{"Maqui": "Ahhh! It's even worse!"},
		{"Snow": "No dirt naps today. We're all in this together. Our enemy's the Cocoon Sanctum. Their dreaded PSICOM, no less."},
		{"Lebreau": "What's to dread? PSICOM's nothing but a whole bunch of bluster and bullying. They got nothing on NORA."},
		{"ACTION": "--"},
		{"Vanille": "Here."},
		{"Snow": "Push comes to shove, keep them safe."},
		{"Vanille": "Bang!"},
		{"Vanille": "First impression of Snow? All talk."},
		{"ACTION": "--"},
		{"ACTION": "Snow's group fights off PSICOM soldiers as a Sanctum ship arrives and starts mowing down the resistance."},
		{"Gadot": "We got trouble!"},
		{"Snow": "No kidding!"},
		{"ACTION": "Snow attempts to get a gun, but misses as he is at close range to the airship's gun. But Nora grabs the weapon and saves Snow to his shock."},
		{"Nora": "I told you, didn't I? Moms are tough."},
		{"ACTION": "An explosion occurs that destroys the bridge with Vanille and Hope watching it from a distance. On the collapsing bridge, Snow is horrified to see the people he vowed to help falling to their deaths as he and Nora slide now as well. Snow grabs onto a latch and gets a firm grip on Nora as she regains consciousness."},
		{"Nora": "Get him home...Please..."},
		{"Snow": "Hold on!"},
		{"ACTION": "Nora loses her grip and falls to her death with Snow following as the rest of the bridge falls down. Hope, seeing it from afar, is stunned to speechlessness."},
		{"Vanille": "Come on!  We have to move!"},
		{"Hope": "O—okay..."},
		{"ACTION": "--"},
		{"Sazh": "It's an out-and-out massacre. Those people won't even live long enough to die on Pulse."},
		{"Lightning": "That was the idea."},
		{"Sazh": "What?"},
		{"Lightning": "Sanctum logic. They conjured up the Purge to eliminate a threat. I mean—why carry the danger all the way to Pulse? Why not just stamp it out here? Execution masquerading as exile. That's all the Purge ever was."},
		{"ACTION": "--"},
		{"Vanille": "Here.[Hands Hope a gun.]"},
		{"ACTION": ": stammers helplessly and stares at gun"},
		{"Vanille": "It's too much, isn't it? Face it later."},
		{"ACTION": ": stares questioningly at Vanille"},
		{"Vanille": "Ciao!"},
		{"Hope": "Hey! Wait!"},
		{"Vanille": "You said it made you happy when I smiled, didn't you? But really...I was afraid. I was afraid."},
		{"ACTION": "--"},
		{"Snow": "Hey, Gadot."},
		{"Gadot": "Yeah?"},
		{"Snow": "If you don't know who you got to save, you just protect them all, right?"},
		{"Gadot": "Something on your mind? You got plenty of time for thinking on the way, hero."},
		{"ACTION": "--"},
		{"Snow": "I'll swing by the Vestige. Keep the kids out of trouble!"},
		{"Gadot": "You got it. Say hi to the missus for me. You go skirt-chasing, I take care of the kids. Some husband!"},
		{"Snow": "Dinner's on me."},
		{"Gadot": "Better be home cooking!"},
		{"Yuj": "When's the wedding, lover-boy?"},
		{"Snow": "Haha, don't worry. None of you are invited."},
		{"Yuj": "We're still going!"},
		{"Maqui": "Hey, are you serious?!"},
		{"Lebreau": "Hey, what about me?!"},
		{"Snow": "Catch ya later!"},
		{"ACTION": "--"},
		{"Vanille": "The Pulse fal'Cie. It held our future...and our fate."},
		{"Vanille": "That was close...Where is the... Oops...Well, then...Guess it's...just us."},
		{"Hope": "What did you expect? Even soldiers know not to go near the fal'Cie. You become a Pulse l'Cie, and you're finished."},
		{"Vanille": "What do you mean, \"finished\"?"},
		{"Hope": "Haven't you heard, Miss...?"},
		{"Vanille": "Vanille."},
		{"Hope": "Huh?"},
		{"Vanille": "My name. And yours?"},
		{"Hope": "Hope"},
		{"ACTION": "--"},
		{"Vanille": "What's your problem?"},
		{"Hope": "What's my—? Pulse is hell on earth!"},
		{"Vanille": "We'll be okay. Calm down!"},
		{"Hope": "Get off me."},
		{"ACTION": "--"},
		{"Sazh": "Still won't budge? I think the door is winning."},
		{"Lightning": "Why didn't I listen?"},
		{"Sazh": "Beg your pardon?"},
		{"Lightning": "It was me. This is my fault."},
		{"Sazh": "Beg your pardon?"},
		{"Lightning": "Cover your ears."},
		{"Sazh": "Oh, blast charge? Hold on, hold on!  Make it happen."},
		{"Lightning": "I'm so sorry...Please let me in. Please?"},
		{"Sazh": "What the—hey! What did—How'd you open it? After you."},
		{"ACTION": "--"},
		{"Sazh": "If those things are still around, might be some soldiers trapped in here, too. Except they'd be l'Cie by now. Not even human anymore. Just Pulse l'Cie. Enemies of Cocoon. Can't show 'em any mercy."},
		{"ACTION": "--"},
		{"Snow": "Okay, listen. Find someplace to hide and keep quiet. Once I find Serah, we'll all leave together You'll be home for dinner."},
		{"Hope": "You-"},
		{"Vanille": "Wait! Who's Serah?"},
		{"Snow": "My wife. Future wife, that is. She's a Pulse l'Cie. She's here somewhere with that fal'Cie. I gotta find her and set her free,"},
		{"Hope": "What's wrong with you? Why do you want to help a l'Cie?! They're the enemy! How can you save a l'Cie and not...and not.... That's insane!"},
		{"ACTION": "--"},
		{"Sazh": "What's gotten into you, Soldier? I thought you came for a fight."},
		{"Lightning": "My sister..."},
		{"Sazh": "Your sister?"},
		{"Lightning": "She's a l'Cie."},
		{"Sazh": "What? A Pulse l'Cie?"},
		{"Lightning": "The fal'Cie has her captive. But I'll find her."},
		{"ACTION": "--"},
		{"Sazh": "Listen to me. When a person gets cursed by the fal'Cie, they become l'Cie. Then they get given a Focus, right? How do I put this? If they don't carry it out, l'Cie end up as one of those things. What I'm saying is, if your sister's gone that far...I mean--! She might still--! How can I--? Oh, man There's no way to turn a l'Cie back into human. Even if she completes her Focus, there's no changing her fate. She'll live her life as a fal'Cie slave. Don't make her suffer."},
		{"Lightning": "Just say it! Any l'Cie...Anyone who might even become a l'Cie should be wiped off the face of Cocoon! It's people like you that the started the Purge in the first place."},
		{"ACTION": "--"},
		{"Serah": "You can save us...protect us all...save Cocoon."},
		{"Lightning": "Save Cocoon? Serah, is that your Focus?"},
		{"Snow": "Anything, I'll do anything. Just leave it to me. I'll save Cocoon."},
		{"Lightning": "Somehow, I'll think of something."},
		{"Snow": "You just relax."},
		{"Serah": "I'm sorry."},
		{"Lightning": "Serah!"},
		{"Snow": "Serah! Serah!"},
		{"Vanille": "Why is she turning into crystal?"},
		{"Hope": "l'Cie who full their Focus are transformed into crystal and gain eternal life."},
		{"Sazh": "Just like the stories say."},
		{"Snow": "I will carry on."},
		{"Lightning": "\"Carry on\"? Stop playing dumb! Serah...She's---"},
		{"Snow": "She's alive. The legend! Remember legend! L'Cie who fulfill their focus turn to crystal and gain eternal life. It's the same with Serah! Eternal life! She's not dead! Serah's my bride-to-be. I promised to be hers forever. I don't care how long I have to wait--"},
		{"Lightning": "What the hell's gotten into you?! Open your eyes and face reality!"},
		{"ACTION": "--"},
		{"Hope": "So this...is the fal'Cie...?"},
		{"Snow": "Serah's a crystal now. You gave her a Focus. And she did it. You got what you want! Now let her go!"},
		{"Snow": "Please. Turn her back! I'll be your l'Cie instead!"},
		{"Lightning": "Fine, you go on begging! Like this thing gives a damn what we want!"},
		{"Snow": "Lightning!"},
		{"Lightning": "It's this thing's fault the Purge started, and it's people are dying. Serah told us to save Cocoon. That means this thing needs to die!"},
		{"ACTION": "--"},
		{"Vanille": "When I couldn't see a future and I was afraid. When the future was clear and it hurt to see, I just close my eyes and lose myself in happier days."},
		{"Snow": "What did I...just do?"},
		{"Hope": "He used magic! You used the power of a l'Cie! The fal'Cie cursed us! We're l'Cie now!"},
		{"Lightning": "[takes up her weapon] Right."},
		{"ACTION": "--"},
		{"Lightning": "l'Cie to the last..."},
		{"Hope": "Why me? I don't even know you, but you have to go and attack that thing?!"},
		{"Hope": "Just leave me alone! It's your fault-- It's you fault my-- You could've-- All of this is your and Serah's fault!"},
		{"Snow": "Watch it!"},
		{"Snow": "Sorry."},
		{"ACTION": "--"},
		{"Sazh": "That is how a Focus comes down, people. The fal'Cie? They don't spell it our with clear-cut instructions. All you get is a hazy glimpse. [Light & Snow look at him] Well, that's what they say. You know, legends and all."},
		{"ACTION": "--"},
		{"Snow": "Save her."},
		{"Sazh": "Say what?"},
		{"Snow": "Our Focus is to protect Cocoon."},
		{"Vanille": "Really? Okay, and why's that?"},
		{"ACTION": "--"},
		{"Snow": "We fight it! Ragnarok. That's the we're l'Cie. To stop it--to keep Cocoon safe!"},
		{"Sazh": "Yeah, why don't you give us one reason to believe that? One reason."},
		{"Snow": "Serah. She said to protect to Cocoon, and then she turned to crystal. That's the proof right there. She completed her Focus! That means ours is to save Cocoon. Serah's fal'Cie is the same as ours. Our Focus has got be the same. We were chosen to be guardians, to defeat Ragnarok! It makes sense!"},
		{"Sazh": "The hell it does! You're grasping at straws, son! Pulse fal'Cie are Cocoon's enemies. We just got recruited by one of them. If I were a betting man...I'd put us on the other side."},
		{"Snow": "So Serah's an enemy too? Well I don't buy it! We have the power to save Cocoon. If we work together and carry out out Focus---"},
		{"ACTION": "--"},
		{"Sazh": "I thought they'd be tougher than that. These guys are PSICOM, yeah? Supposed to be cream-of-the-crop."},
		{"Snow": "Yeah, but PSICOM's an anti-Pulse task force. Haven't fought a war in centuries. Bunch of rookie troops swinging around overpriced toys."},
		{"Sazh": "So, from what you're telling me, it sounds like a regular old soldier...has got more training than special forces."},
		{"Snow": "Nothing for us l'Cie to be afraid of."},
		{"Lightning": "Cut the crap. Their grunts might be green, but PSICOM's elites are cold-blooded beasts. They hit the field and it's game over."},
		{"ACTION": "--"},
		{"Sazh": "It's not right. Why'd kids have to get dragged into this mess?"},
		{"Snow": "I'll keep the kids out of trouble."},
		{"Sazh": "Problem is, you're one of them."},
		{"ACTION": "--"},
		{"Sazh": "We want to help Serah too. But without tools...we could be digging for days. The army's on our trail. For now, we've got to keep moving. For now."},
		{"Snow": "So I just abandon her, and save myself?"},
		{"Lightning": "What about our focus? What happened to banding together to save the world? It's that what you promised? Now you want to forget it all and die here? Snow? You're nothing but talk."},
		{"Snow": "Lightning! I'll do whatever it takes. I'll finish this Focus...and keep Serah save. That's my promise."},
		{"Lightning": "Great job so far."},
		{"ACTION": "--"},
		{"Vanille": "People really hate Pulse, don't they."},
		{"Sazh": "Not hate. More like fear. Tens of millions of people...all scared of Pulse boogeymen. They'd be shaken in their beds every night if they knew...that l'Cie like us were around."},
		{"ACTION": "--"},
		{"PSICOM Soldier": "Commencing cleanup protocol."},
		{"Snow": "Cleanup? Let me help!"},
		{"ACTION": "--"},
		{"Fang": "You want to keep breathing? Shut up and come quiet."},
		{"Vanille": "Come on. Let's get going."},
		{"Sazh": "Get going to where, exactly? The whole of Cocoon's against us. No matter how far we run, there's no escape. That Cie'th clock, it's still tickin'."},
		{"Vanille": "There's still time. You give up too easy, old man!"},
		{"Sazh": "I'm not giving up. But there are some things that you just can't change. A kid like you would not understand."},
		{"Vanille": "Yeah, I'm a kid! I don't understand!"},
		{"Sazh": "Well, I guess we can be fugitives together."},
		{"ACTION": "--"},
		{"Lightning": "The Purge is PSICOM's baby. Our military is split into two arms: the Public Security and Intelligence Command, known as PSICOM, and the Guardian Corps. I was Guardian Corps, Bodhum security regiment."},
		{"Hope": "Wait, but I don't get it. If you're not PSICOM, then why did you board the train?"},
		{"Lightning": "For Serah. I had to rescue Serah before they transported the Vestige to Pulse, and out of my reach. My only chance to save her was to join the Purge."},
		{"Hope": "You're telling me that you got on that train so you can save your sister? That's crazy. I could never do something like that."},
		{"Lightning": "It's not a question of can or can't. There are some things in life you just do."},
		{"ACTION": "--"},
		{"Hope": "That night, they found the fal'Cie in the Bodhum Vestige. The next day, soldiers sealed the town and we couldn't get back to Palumpolum. They forced us onto the train with everyone else. My mom, she was frantic. She wanted to get us home, so she tried to fight. She got tricked, by Snow! He used her!"},
		{"Vanille": "Let's get you home, okay. Your dad gotta be worried!"},
		{"Hope": "Let him worry. Why should I care? He doesn't."},
		{"Sazh": "Any father cares."},
		{"ACTION": "--"},
		{"Sazh": "Pulse is crawling with things that, isn't it?"},
		{"Lightning": "Got me. Not even the Corps has access to intel on Pulse. Soldiers in the field fight blind."},
		{"Sazh": "Yeah, I noticed that. But don't you need to know exactly what you're up against?"},
		{"Lightning": "Target's a target."},
		{"Sazh": "You like to keep it simple, don't you?"},
		{"Lightning": "I stick to my goal"},
		{"Hope": "As long as you have a goal, you can fight?"},
		{"Lightning": "You can stay alive."},
		{"ACTION": "--"},
		{"Lightning": "Keep running—it's die or turn Cie'th. There's no place for l'Cie to hide. No…they want a fight? Let's take it to the Sanctum's door!"},
		{"Sazh": "This isn't a game!"},
		{"Lightning": "No. That's for damn sure. It started with Serah. The fal'Cie took her. Now I'm a l'Cie. And the Sanctum's hunting me, an enemy of the state. But who's pulling their strings? A fal'Cie. Eden. Cocoon's sustainer and guiding light. It probably ordered the Purge, too. Pulse and Sanctum fal'Cie? They're all the same. And we're all the same to them: expendable. I'm not dying a fal'Cie slave."},
		{"ACTION": "--"},
		{"Lightning": "With me, it'll be fight after fight. I don't know how it'll end. It's anybody's guess."},
		{"Hope": "I know that. But-I need to be stronger. Lightning?"},
		{"Lightning": "Call me Light."},
		{"ACTION": "--"},
		{"Hope": "Lightning! Your brand looks different. Was that an Eidolon? Like l'Cie can summon?"},
		{"Lightning": "Magic and mumbo-jumbo. I must've hit my head on that Purge train."},
		{"ACTION": "--"},
		{"Sazh": "All of Cocoon is in the grip of Pulse-phobia. If a l'Cie pops up on the radar, all hell will break lose."},
		{"Vanille": "They don't even know why they're scared."},
		{"Sazh": "Afraid of what they don't know. Afraid to find out more. Get worse the older you get. I'm terrified of what will happen. The world probably would be better off without Pulse l'Cie. I mean, most of them."},
		{"ACTION": "--"},
		{"Cid": "When it comes to Pulse, who could claim to know anything? I need the truth, for the sake of Cocoon."},
		{"Snow": "'The sake of Cocoon..' We're from Cocoon! Shipping us, Purging innocent people... That's how you lend us a hand?"},
		{"Cid": "Those are the Sanctum's methods. The public fears what it doesn't know. It's grown tired of living in constant terror of these treats from the World below. So, the Sanctum devised a plan for you l'Cie."},
		{"Snow": "I'll bet."},
		{"Cid": "A public execution. The people don't know any better. Strike down the phantoms before their eyes, and they sleep like babes."},
		{"Lightning": "Right. We press forward. I take point, you watch our backs."},
		{"Hope": "Actually...Why don't you let me take point?"},
		{"Lightning": "Can you handle it?"},
		{"Hope": "It's not a question of can or can't."},
		{"Lightning": "Now you're learning."},
		{"ACTION": "--"},
		{"Hope": "They don't seem like they're even looking for us. I mean, we're l'Cie and we're on the loose."},
		{"Lightning": "PSICOM's keeping it all under wraps. They don't want their failure publicized. Better they lose us than their pride."},
		{"Hope": "So the other soldiers don't know about us. Right?"},
		{"Lightning": "Right. They don't know anything about any fugitives."},
		{"ACTION": "--"},
		{"Hope": "Do you think he's still alive?"},
		{"Lightning": "You mean Snow? He's too stubborn to die. And that's his best quality. He's arrogant and chummy from the get-go. He thinks he's everybody's pal. Never liked him much. He leads a bunch of kids--gang called 'NORA'."},
		{"Hope": "Where'd they get the name 'Nora?'"},
		{"Lightning": "It's a stupid acronym. Their little code. Stands for 'No Obligations, Rules, or Authority'. Must be nice."},
		{"Hope": "It's irresponsible."},
		{"ACTION": "--"},
		{"Lightning": "Don't touch anything. Control your emotions. If you want to survive, you forget about sympathy. How can I explain? Think of it like a strategy. Focus on your ultimate goal and shut out everything else. Still your mind. Move on instinct. Let doubt take over, and despair will cripple you."},
		{"Hope": "Strategy. Good. I'll take anything to help me get through this. I'll call it 'Operation Nora'."},
		{"Lightning": "NORA?"},
		{"Hope": "My mother's name."},
		{"Lightning": "Your revenge?"},
		{"ACTION": "--"},
		{"Fang": "Okay! Time to hunt some l'Cie!"},
		{"Snow": "So what, we find 'em and that's that?"},
		{"Fang": "Don't get all hot and bothered."},
		{"Snow": "Serah... Am I doing the right thing. I went to the fal'Cie hoping to help her. But I was too late."},
		{"Vanille": "I followed the smell."},
		{"Sazh": "What?"},
		{"Vanille": "It smells nice. All naturey."},
		{"Sazh": "Just smells damp. And I think something bit me."},
		{"ACTION": "--"},
		{"Vanille": "Come on, Pops! You really got to keep it together, okay? Now-- let's go."},
		{"Sazh": "Now I've got kids looking out for me. Some dad I am."},
		{"ACTION": "--"},
		{"Vanille": "Being made a l'Cie, it's not easy. I mean, look, even I'm kind of worried. But even if we don't know what'll happen, we have to keep our dreams alive. Have something to look forward to, you know."},
		{"Sazh": "Next stop is Nautilus--City of dreams."},
		{"ACTION": "-"},
		{"Sazh": "I'm just thinking."},
		{"Vanille": "Don't blame yourself. You know, you can't control who a fal'Cie picks for its Focus."},
		{"Sazh": "My son Dajh. He was picked. He's a l'Cie. He said he wanted to see a fal'Cie. So, I took him on a tour of the Euride Gorge plant. Though I'd surprise him with a chocobo chick to take home, but the second I turned my back...into the energy plant he went Apparently, those Pulse l'Cie had snuck in and tried to attack the Sanctum fal'Cie. It did the only thing it could, and make a Dajh a l'Cie to protect it. My son, he got picked by a Sanctum fal'Cie."},
		{"ACTION": "--"},
		{"Vanille": "Sazh... Do you hate Pulse?"},
		{"Sazh": "Why wouldn't I? Look at this mess it gotten us all into! Of course, that's not to say I always hated it. Seemed fishy. All that Sanctum ranting about the 'threat from Pulse'. 'Only a matter of time before they strike'. 'Pulse is infested with monsters'. Scare after scare, and not even a shred of proof. Tired old cynics like me, we don't just swallow that tabloid crap. No, no. Not me. I figured the Sanctum was up to something crooked. At least until I got dragged into it."},
		{"Vanille": "Yeah..."},
		{"Sazh": "Now that I think about I, all this Pulse business...it really only happened because Dajh found that Pulse fal'Cie."},
		{"Vanille": "You're wrong. Don't blame him. It was all--"},
		{"Sazh": "Yeah, you're right. It was that scum from Pulse behind it."},
		{"Vanille": "I might as well have tried to stop the rain. I fought the tears... but they still fell."},
		{"Yaag": "Attention all units. This is Director Rosch, PSICOM division. Cocoon is caught in the grip of a Pulse-born Terror. If we allow l'Cie activity to continue, panic will rip our world apart. The peace and stability we have fought so hard to maintain will be nothing but a memory. These Pulse l'Cie threaten our very way of life. They must be eliminated. There can be no hesitation. That is all."},
		{"Yaag": "If we fail, our citizens will pay the price."},
		{"ACTION": "--"},
		{"Hope": "That's the city's food-production fal'Cie. Name's Carbuncle. That's one of our enemies, being Sanctum and all."},
		{"Lightning": "Kill him, and cut off the food supply. That'll make us popular."},
		{"Hope": "I think people have enough reason to hate us, don't you."},
		{"Lightning": "Yeah, you're probably right. Hungry people make for angry people."},
		{"Hope": "Look at us: Pulse l'Cie, using a Sanctum fal'Cie to tell where we're going. Sort of strange."},
		{"Lightning": "Not really. We've relied on them our our lives. The food we eat, the light and water, it's all from the fal'Cie. You know, I think Cocoon was really built for them. The rest of us, we're just leeches. Parasites."},
		{"Hope": "You think? They protect us, nurture us. They take care of, well, normal people. They treat us like we're special, almost like...Like we're pets!"},
		{"Lightning": "Like pets. To them, we are just pets. That's it. Now it makes sense. I've been so blind. I was born into a fal'Cie world, raised on a fal'Cie leash. It was the only life I know how to live. When it was taken from me, I was completely lost. Without a master to follow - my life had no purpose. Hope, listen to me. This l'Cie curse, it took everything. My future. My dreams. I didn't want to think. So I fought instead. As long as I was fighting, nothing else was real I was running away. And you, Hope... You got swept along with me."},
		{"Hope": "But Lightning, I don't understand"},
		{"Lightning": "Operation Nora is over."},
		{"ACTION": "--"},
		{"Lightning": "I don't know yet. But I do know we can't lose hope."},
		{"Hope": "Hope? There is no hope. Not for l'Cie."},
		{"Lightning": "There's you."},
		{"Hope": "It's my name, not who I am."},
		{"Lightning": "I was just like you. My parents died. I have to be strong for Serah, so I thought I needed to forget my past. And I became Lightning. I thought by changing my name, I could change who I was. I was just a kid. Lightning. It flashes bright, then fades away. It can't protect. It only destroys. Serah tried to tell me, but I wouldn't listen. I threatened her. The only one who believed her was Snow."},
		{"Hope": "Don't say it! Don't say his name. It bring everything back. I keep playing it in my head, what happened to her. And then I see his stupid face and--and he's smiling. How can he smile when she's dead? I know! There nothing I can't do. I hate knowing that. No matter what happens, she's not coming back! When I was fighting, there was no time to think about it. It felt good just to give in. But now you start talking about hope..."},
		{"Hope": "I'm sorry. I'm messed up."},
		{"Lightning": "No...It's my fault."},
		{"ACTION": "--"},
		{"Fang": "That's some crowd. Gonna need a plan."},
		{"Snow": "Since when have heroes ever needed plans?"},
		{"ACTION": "--"},
		{"Snow": "You changed, haven't you? Seems you toughened up."},
		{"Hope": "I'm a l'Cie. I had to."},
		{"Snow": "The only one that ought to be fighting the army are us dumb grown-ups."},
		{"Hope": "You think it's stupid."},
		{"Snow": "It is if you get killed. Anyway, just lay low. Let's the dummies duke it out. The army's no match for NORA, right?"},
		{"Hope": "He was...he was smiling!"},
		{"ACTION": "--"},
		{"Fang": "I'm great, you're great, everybody's great. [gives Lightning the phone] Reunion time. Figure out a rendezvous point. Don't sweat it. That line's hyper-encrypted."},
		{"Snow": "Hey, Sis, is that you?"},
		{"Lightning": "I'm not your sister."},
		{"ACTION": "--"},
		{"Lightning": "Who are you?"},
		{"Fang": "Where do I start? I got a few screws loose. But I'm a I'Cie, same as you. Difference being...I wasn't born on Cocoon. I'm from Grand Pulse. The 'world below' you all hate so much. My partner and I'd turned to crystal there and gone to sleep. But when we came around, here we were. The reason Cocoon in such an uproar is a the same reason you're here now. Vanille and I woke up. When we came out of crystal stasis, we didn't remember our Focus or what we'd done. All we could do was wander Cocoon, looking for what we'd lost. By the time I took care of 'em, Vanille was long gone. After that, Raines and his Cavalry found me. I never stopped searching for Vanille, but I couldn't find her. Her, or our Focus."},
		{"ACTION": "--"},
		{"Snow": "I wanna do what's right. But everyone hates l'Cie. Kind of hard help one's that trying to kill you. It'll touch. But everything will work out in the end, as long as we stick together and have hope--"},
		{"Hope": "We don't have any!"},
		{"Hope": "A l'Cie's only hope is a quick death!"},
		{"ACTION": "--"},
		{"Lightning": "Hey, Fang. The others are safe, right? If any of us caught, they'd make an announcement."},
		{"Fang": "Yeah they would. They'd have to let everyone know that the the big, bad l'Cie can't hurt 'em no more. These Cocoon people—bunch of cowards and blowhards."},
		{"Lightning": "'These Cocoon people' have spent centuries under fal'Cie, in constant fear of a Pulse invasion. If it weren't for Serah, I'd have been out there too. Hunting l'Cie. Would have been nothing but targets to me."},
		{"Fang": "Well, Gran Pulse is just as twisted. 'Cocoon's a nest of vipers, ready to strike', or so I thought."},
		{"ACTION": "--"},
		{"Fang": "Pulse and Cocoon can rot for all I care! If I don't figure out our Focus soon. Vanille's gonna be a Cie'th. I'll tear down the sky if it'll save her."},
		{"ACTION": "--"},
		{"Hope": "I wanted to ask you something."},
		{"Snow": "What's that?"},
		{"Hope": "You say you want a family. What if, what if they were taken from you?"},
		{"Snow": "Well then, I'd take them back."},
		{"Hope": "And what if you couldn't? What if you who was to blame?"},
		{"ACTION": "--"},
		{"Hope": "Snow? What do you plan to do? I need to know."},
		{"Snow": "I told you. Save Serah, protect Cocoon, and have myself a big, happy family. Still, it's a long road ahead. Or, maybe not so long. Whatever happens, things will work out. Even if you're l'Cie, you've got to keep fighting."},
		{"Hope": "And what if that gets people around you involved? What happens when your actions end up ruining someone's life? What if someone dies? What then, Snow? How do you pay for what you've done?"},
		{"Snow": "I can't, all right? There is nothing that can make something like that right again. When someone dead, when someone's gone, words are useless"},
		{"Hope": "So that's it? People die and you just run away?"},
		{"Snow": "I know! It's all my fault! But I don't know how to fix it! Where do you start? What do you say? All I can do is go forward. Keep fighting and surviving, until I find the answers I need."},
		{"Hope": "There are no answers! You're running from what you deserve!"},
		{"Snow": "Well, why don't you tell me what I deserve?"},
		{"Hope": "The same fate!"},
		{"ACTION": "--"},
		{"Snow": "I was asked to keep you safe. By Lightning. And by Nora. I'm sorry. What happened-- it was my fault. I put her in danger. I know that. Let me make it right."},
		{"Hope": "You told me before that you couldn't."},
		{"Snow": "And that words were useless, and a lot of other things I shouldn't have said. Look, I didn't know what to do, didn't know how to set things straight. So I didn't I thought if I couldn't make up for it, then all the apologies in the world wouldn't mean a thing. So I decided I had to find a way to pay for it first, before I'd even have the right to say sorry. But, it's like you said. I was using that as a excuse, so I could run from my own guilt. That hit home. Look, Hope. I know I did was my fault. I don't deny it, and I am sorry."},
		{"ACTION": "--"},
		{"Vanille": "Knowing you'll always be welcomed, no matter how much has changed...That's what having a home is all about."},
		{"ACTION": "--"},
		{"Hope": "I'll be in my room. We're gonna rest up, then we'll leave. If they find out you're sheltering l'Cie, they'll-"},
		{"ACTION": ": pounds his fist on a table"},
		{"ACTION": "--"},
		{"Snow": "My turn. Don't shoot! I'll show you what a l'Cie looks like! Me! I'm a l'Cie! Surprised? Expected some kind of monster? I'm flesh and blood like you! An ordinary citizen of Cocoon! Don't you get it!? This has been our home our whole lives. How could we even think about destroying it? We want to protect this place just as much as you!"},
		{"Yaag": "You must be Snow Villiers. Yaag Rosch, PSICOM Division. I understand your plight. However, the Pulse threat is not so easily dismissed. The very existence of you l'Cie puts every last one of us in danger. Tell me, do you really think your life is worth more than the lives of millions of Cocoon citizens? I do not. And so it fall to me to order your execution. It's that simple. It is my responsibility to see you put down. Your lives are forfeit."},
		{"Snow": "Aw, cut the crap! You want l'Cie, then kill l'Cie Why do other people have to die? The Purge has got to stop!"},
		{"Yaag": "Do you think we want to Purge our own people? If any trace of Pulse remains, the populace will erupt into chaos. Without sacrifice. without the Purge, Cocoon will die!"},
		{"ACTION": "--"},
		{"Vanille": "When it comes to family or home, we never keep either as close as we should. Who ever stops to think that this time could be their last?"},
		{"Reporter": "We interrupt this program to bring you a breaking news update. The l'Cie who surfaced in Palumpolum and attacked the city's citizens...are still on the run from authorities. Sanctum soldier are tracking their location but have yet to engage the fugitives. The presence of hostages has been confirmed."},
		{"Sazh": "What's wrong?"},
		{"Vanille": "It's her!"},
		{"Sazh": "Yep. Looks like the army finally found em'"},
		{"ACTION": "--"},
		{"Sazh": "Where to next, little lady?"},
		{"Vanille": "I'll let you decide."},
		{"Sazh": "I know! A Nautilus Park date--with Sazh."},
		{"Vanille": "Yeah, but should we really be playing around."},
		{"Sazh": "Forget about that heavy stuff for a while, and maybe this will fade away."},
		{"ACTION": "--"},
		{"Sazh": "Dajh's just crazy about chocobos. He really wanted to come here."},
		{"Vanille": "Let's look around!"},
		{"Sazh": "Indeed. And in we go!"},
		{"Sazh": "Dahhh. Ooohh..The smell. Oohh. Glad I don't work here."},
		{"Vanille": "The smell reminded me of home. The wildness of Pulse."},
		{"Sazh": "Hey, come back here!"},
		{"Vanille": "Part of the gang already."},
		{"Sazh": "Always good to be among friends."},
		{"Vanille": "The fun times are doubled, and you worries feel far away."},
		{"Sazh": "And nothing ever seems as scary when you have some to share it with."},
		{"ACTION": "--"},
		{"Sazh": "Huh?"},
		{"Dajh": "Daddy, I found you! Daddy! Got you!"},
		{"Sazh": "Dajh, why are you here?"},
		{"Dajh": "Because you promised!"},
		{"Sazh": "But...how did you get here?"},
		{"Sazh": "Dajh! Wait! Come back!"},
		{"Sazh": "Dajh...Not you...Not you, Dajh!"},
		{"Jihl": "The capture of undesirables. It seems that was your son's Focus. Dajh fulfilled it admirably, and served Cocoon in the process. You should be proud of him, Mr. Katzroy."},
		{"ACTION": "--"},
		{"Jihl": "We enhanced the survellance footage from the energy plant. Those are the Pulse l'Cie behind what happened. The picture's a little grainy, but I'm sure you recognized that. You've spent so much time together."},
		{"Sazh": "Vanille..."},
		{"Jihl": "Yes. That young lady's terrorist assault at the Euride Gorge is the reason Dajh was made a l'Cie. Ironic, isn't it? The very girl you're protecting...is the one who stole your son."},
		{"ACTION": "--"},
		{"Sazh": "Vanille."},
		{"Vanille": "My name is Oerba Dia Vanille. I'm a l'Cie from Gran Pulse. And to everyone on Cocoon...Evil. Shoot me! For your son!"},
		{"Sazh": "Don't you even! You think you die and that's that? You think die and everything'll be sugar and rainbows?"},
		{"Vanille": "Then what can I do? What do you want from me? If I can't live or die, what do you want me to do?"},
		{"Sazh": "Don't ask me! You figure it out."},
		{"Vanille": "I don't know!"},
		{"Sazh": "Neither do I. It's over. There's nothing to do. Shooting you won't help. Neither will living."},
		{"ACTION": "--"},
		{"Sazh": "Why can't I do it? I got no reason to keep living. I can't even kill you."},
		{"Vanille": "Sazh...."},
		{"Jihl": "You should be proud. Your son's a hero. The boy who saved Cocoon. We'll erect a memorial in Eden and put his crystal on display."},
		{"Sazh": "A memorial?! He's a little boy!"},
		{"ACTION": "--"},
		{"Jihl": "Do be careful with those. For every task, there's a perfect tool."},
		{"ACTION": "--"},
		{"Vanille": "All of Cocoon was against us. With us dead, everyone was sure that things would go back--back to the way it was before."},
		{"Snow": "So what's with the freak show?"},
		{"Cid": "So the Primarch can stand in judgment of the villainous l'Cie...with their execution as the climax. The people will cheer their demise, and fal'Cie dominion will be undisputed."},
		{"Lightning": "All part of the plan."},
		{"Cid": "Yes, but it also presents an opportunity."},
		{"ACTION": "--"},
		{"Jihl": "We didn't expect to see you here in person, Your Eminence."},
		{"Galenth": "This crisis threatens the entirety of Cocoon, my child. You agree that standing at the fore is a leader's charge."},
		{"Jihl": "Wholeheartedly."},
		{"Galenth": "It also affords a splendid view of the impeding execution."},
		{"ACTION": "--"},
		{"Vanille": "Sazh?"},
		{"Sazh": "I'm pathetic."},
		{"Vanille": "That's my line. I'm the one who lied to everyone."},
		{"Sazh": "Forget it. You can't change what's done."},
		{"Vanille": "But, if I'd just told the truth--!"},
		{"Sazh": "Now, now, now, I've been thinking. You woke up from being a crystal once. That means Dajh will woke up one day too, right? What was it like? I mean, how did it happen? You were done with your Focus, right?"},
		{"ACTION": "--"},
		{"staff 1": "Colonel! We lost the intruders!"},
		{"Jihl": "That means...we're Code Yellow. No, wait, Code Blue? If we were Orange, that would mean---"},
		{"staff 2": "The escapees made it through! They're entering the engine room!"},
		{"Jihl": "No! Damn l'Cie."},
		{"staff 3": "Intruders located! They're on the weather deck, starboard side!"},
		{"Jihl": "Make it rain!"},
		{"Galenth": "Desperate times demand flexibility. Code white."},
		{"ACTION": "---"},
		{"Hope": "The wind--it's dying down."},
		{"Lightning": "Yeah, it's stopping. And we're decelerating. They up to something?"},
		{"Snow": "I don't suppose it could just be--I don't know--good luck?"},
		{"Fang": "That looks a lot more like bad luck."},
		{"Snow": "You've got a point."},
		{"Lightning": "Not to me. That? They we can do something about."},
		{"Fang": "So, Light...How you figure this makes us lucky?"},
		{"Lightning": "Because when we kill, we're a step closer to Vanille. How's that?"},
		{"ACTION": "--"},
		{"Sazh": "Uh-so? What's on the agenda?"},
		{"Snow": "Toppling the Sanctum."},
		{"Sazh": "No, I mean really."},
		{"Lightning": "He's serious, We're gonna take down the the Sanctum and give Cocoon back to the people. The fal'Cie have called the shots for long enough."},
		{"Hope": "If we pull this off, it will be a miracle."},
		{"Fang": "Well, good thing Lady Luck's on our side."},
		{"ACTION": "--"},
		{"Fang": "Believe in Lady Luck now?"},
		{"Sazh": "Yeah--Lady Bad Luck!"},
		{"Snow": "Time to Purge a Primarch!"},
		{"Lightning": "You got it!"},
		{"ACTION": "--"},
		{"Snow": "Monster! People are not yours to use!"},
		{"Galenth": "What else does one do with tools?"},
		{"Galenth": "Cocoon is a factory, built by fal'Cie. A factory for the mass production of human thralls."},
		{"Snow": "Not anymore, it's not!"},
		{"Galenth": "What can mere men do? Without our help, death is all of which you're capable. You saw the fools. A mindless mob drunk on fear of a few l'Cie."},
		{"Lightning": "If they only knew a l'Cie was filling their glasses...!"},
		{"Galenth": "L'Cie? You mean me? Oh, child, perish the thought. I am more that that!"},
		{"Barthandelus": "I am fal'Cie. My name is Barthandelus. Voice of the Sanctum and Lord-Soverign of the Cocoon fal'Cie. Your kind feared the darkness, so we gave you light.You begged us for the Purge, and did it not come to pass? Now your spurn our counsel? You must learn your place!"},
		{"ACTION": "--"},
		{"Sazh": "Guess fal'Cie don't go now down as easy as the rest of us."},
		{"Galenth": "Ease is not the issue. You have not fought to win. You should know quite well already the sure way of dispatching our kind. Ragnarok."},
		{"Fang": "What's Ragnarok?"},
		{"Galenth": "Pitiful l'Cie, you've forgotten your Focus. Ragnarok is the beast one of you must become in order to lay waste to Cocoon. You have had the dream. One among you will become that monstrosity, defeat Orphan, and destroy Cocoon."},
		{"ACTION": "--"},
		{"Galenth": "Allow me to help you see the truth of things. The moment you arrived, your friend wept crystal tears. That's because her Focus required that you be brought together. That girl did nothing but assemble the tools for Cocoon's destruction."},
		{"Galenth": "Did it never occur to you? Or did you simply refuse to countenance the thought? If you will not face the truth, then face the peril of your plight."},
		{"Galenth": "Run, l'Cie. See how stark really is!"},
		{"Hope": "Do you really think our Focus is what Dysley said it is?"},
		{"Vanille": "You mean become Ragnarok."},
		{"Sazh": "Destroy the fal'Cie Eden, and shatter Cocoon. That's what the vision is telling us more or less. So, we're back to square one. Out of luck."},
		{"Vanille": "Mr. Hero! Cocoon calling Snow!"},
		{"Hope": "It's almost like Dysley want it to come true."},
		{"Sazh": "Seems that way. He sure didn't mind explaining it. 'Here's you Focus on a silver platter.'"},
		{"ACTION": "--"},
		{"Snow": "Hey, uh, I've got to apologize. It looks like I was wrong."},
		{"Lightning": "About Serah's Focus? Not like you to second-guess yourself."},
		{"Snow": "Well, even heroes make mistakes."},
		{"Lightning": "What about your plan to save Cocoon? Either way, your faith in Serah was strong. That strength got you this far."},
		{"Snow": "It was all wrong."},
		{"Lightning": "Yeah. You tried so hard to convince us that you even fooled yourself. You've been a total idiot. But still...It saved me. You trusted Serah. Let that faith drive you. It even made me want to believe."},
		{"ACTION": "--"},
		{"Vanille": "This place--it must be an Ark."},
		{"Lightning": "An Ark?"},
		{"Fang": "That what they called 'em. Long ago, the fal'Cie who made their home on Gran Pulse were afraid of invasion from the outside. As part of their battle preparations, they created an army living weapons. And they stored those weapons in Arks, and they hide the Arks all over the world. Everyone on Gran Pulse knew the legend."},
		{"ACTION": "--"},
		{"Lightning": "Okay, so, I get it. Dysleys's goal is to forge us into stronger weapons. Right."},
		{"Sazh": "Not Cie'th, but monsters all the same."},
		{"Hope": "Think of it as training for the fight ahead."},
		{"ACTION": "--"},
		{"Fang": "Guess it's time to \"face the peril of our plight.\" Sounds splendid."},
		{"ACTION": "---"},
		{"Snow": "Raines…? Easy, guys, it's all right. Raines is a Sanctum officer. He's been helping us out--"},
		{"Fang": "Why are you here?"},
		{"Lightning": "Raines! You traitor!"},
		{"Cid": "I put you on the path. That was my focus."},
		{"Fang": "You’re a l’Cie!?"},
		{"Cid": "Since long before we met. I did my best to assist you as bid by the Sanctum fal'Cie. Now do you understand? The fal'Cie haved watched over you, guiding your every step. The 'luck' that saved you time and again was a deliberate machination. Why, you may ask? The Primarch--or should I say Barthandelus--is crafting you into the instruments of Cocoon's demise."},
		{"ACTION": "--"},
		{"Cid": "The entity responsible for creating both humans and fal’Cie. Long ago, the Maker departed the world, leaving the two races behind. In a sense, human and fal'Cie are brothers--orphaned by the same parent. As for the humans, they forgot the order imposed by the Marker. They began to war among themselves for the first time in history. The fal'Cie focused on recalling their lost deity, and returning the world to its former glory. This purpose lies in the heart of all their actions. Calling back the Maker requires a fitting sacrifice."},
		{"Lightning": "Yeah, we've heard. The destruction of Cocoon."},
		{"ACTION": "--"},
		{"Lightning": "Raines…."},
		{"Cid": "Ironic, isn't it? The only thing I wanted was a moment of triumph. How it ends isn't important. Just do what you know is right. Trust yourselves."},
		{"Sazh": "What? Did he complete his focus?"},
		{"Snow": "I don't think so. All Raines did was try to save Cocoon in his way. His own way!"},
		{"Vanille": "I think Raines was searching--searching for a way to make us understand. To understand the frustration of being a l'Cie---a l'Cie bound to a Focus. And maybe... what it meant to be human."},
		{"ACTION": "--"},
		{"Sazh": "I have enough of this! Where's the way out!?"},
		{"Snow": "Way out? Who said there was one? Bring it on. My mind is made up.Maybe I will end up a Cie'th. But until rake happens, I'm gonna make Serah proud. I couldn't bring myself to admit that this tear meant good-bye. And that's why I kept searching for her. But I didn't need to. Serah was here the whole time. Right here, watching over me, Now I get it. What this tear's been telling me is to not let our Focus win.It's not the fal'Cie we should listen to. It's Serah, and Raines. Do you know why? Because our Focus doesn't matter! What matter to me is that we protect Cocoon, whatever it takes!"},
		{"Vanille": "Same here. I'll help you do it."},
		{"Hope": "All right. I'm in."},
		{"Fang": "Well, count me out. If you all want to go it on your own...Then so will I!"},
		{"Fang": "Let Cocoon gets what's coming. They hate us for being l'Cie. What's it to me if they die? Better that than watch a friend go Cie'th! If you don't have the nerve for it, I'll do it myself. Go on alone, get stronger, and smash Cocoon out of the sky!"},
		{"Vanille": "Fang?"},
		{"Fang": "You turn Cie'th, and there's no coming back! I'm not...letting it end that way."},
		{"Fang": "What's he doing here? Come to take pity on me? Come to take care of a broken l'Cie?"},
		{"Snow": "That thing's here to help us?"},
		{"Fang": "Yeah, 'help.' That's what Eidolons do, they help us. Eidolons are our salvation. If we can't decide what to do next, they come put us out of our misery!"},
		{"ACTION": "--"},
		{"Vanille": "Hey, Serah... So I guess a l'Cie doesn't have to mean you can't do what's right. Does it?"},
		{"ACTION": "--"},
		{"Hope": "If nothing, we know Cocoon is safe for the time being. I'd say it's worth going to take a look."},
		{"Lightning": "Maybe. But what about your dad?"},
		{"Hope": "I made him a promise.I promised him to keep going, and do what I had to. He said only I would know what that was. The world's full of lies. There's no way of knowing what's right. All we can do believe on ourselves It's easy to sit back and let people trick you. Like how the Sanctum had us all thinking that a l'Cie was some sort of monster. I'm done with their lies. Fal'Cie, this whole Focus thing. From here on out I use my own eyes. Think. And act. I might not make all the right choices. But as long as I'm the one who decided what to do, there's nothing regret."},
		{"Sazh": "Okay. All right. Let's do it! I'm with you, bad choices and all!"},
		{"ACTION": "--"},
		{"Lightning": "Off to hell we go."},
		{"Vanille": "No one ever said the future would be easy. But I think we all saw the glimmer of a dream, somewhere in the sky that night. The tiniest spark of hope that we can change our fate. Who could say? That moment has come and gone."},
		{"ACTION": "--"},
		{"Fang": "Home sweet home. Welcome to Gran Pulse."},
		{"Vanille": "A world wild and fragile, vibrant and untamed...Gran Pulse. It's a place where lives are ruled by the brutal struggle for survival and the callous and uncaring whim of the fal'Cie. There is no such thing as mercy...only a never ending string of trials that weed out the weak and leave only the strong. Raines knew the truth...the purpose lying in the heart of the fal'Cies' actions: 'Recalling their lost deity and returning the world to its former glory.' People were never anything more than sacrifices. And Cocoon's destruction? It's just a way to wake a sleeping god. But would bringing back the Maker into this world really lead to our salvation? The Maker created fal'Cie...and they, in their desperation of being reunited with the Maker, created l'Cie. And l'Cie? I wonder what we'll end up creating. Our future looked bleak. But as long as we could keep our spirits up...we'd find a way to change our fate--somehow."},
		{"ACTION": "--"},
		{"Sazh": "How long has it been since left Cocoon? Hm? Not a single soul for miles around, not a single clue about this whole l'Cie mess! What I'm saying is, we did well just getting this far."},
		{"Vanille": "But...we could go a little further."},
		{"Sazh": "Meaning?"},
		{"Vanille": "That's still one place..."},
		{"Fang": "Vanille! Are you sure?"},
		{"Vanille": "I'm sure."},
		{"Lightning": "You know, if we don't find anything this time, we won't get another chance."},
		{"Hope": "Oerba--the place it all began. The place where the Pulse fal'Cie lay dreaming. Vanille and Fang's home. Just maybe... it will be the place where we find the answers we're looking for."},
		{"ACTION": "--"},
		{"Lightning": "We understand. You're not gonna go through this ordeal alone, you know."},
		{"Hope": "[starts crying]: But that what scares me! I don't...I don't want see you get hurt because of me. It would be better for everyone if I just stayed behind."},
		{"Fang": "Mention ordeals, and look what comes along!"},
		{"Lightning": "This is not an ordeal, this a gift! Hope, this the kind of power you've got inside. And it's telling you not to give up. Trust me."},
		{"Fang": "Oh, I get. It's here to show you the way. Show what you've got what it takes to get back on your feet and do this thing!"},
		{"Hope": "You mean, that came from me?"},
		{"Sazh": "That's some beast you tamed, I'll tell you that."},
		{"Hope": "Yeah. I always thought the Eidolons appeared to set us free through death. But now... I think maybe they're here to snap us out of our slumps"},
		{"Snow": "Oh. Like the one you were just in?"},
		{"Hope": "I'll ask for help earlier next time"},
		{"Vanille": "I told you. On Gran Pulse, we're all family. You can moan all you like, but you're stuck with us."},
		{"Sazh": "You're never alone in hell."},
		{"Fang": "Listen, funnyman, don't call this place hell, all right?"},
		{"Lightning": "So, we're decided then?"},
		{"Vanille": "Maybe nothing would change. And maybe we'd dead end. But, we were at least going to see where the road would take us. The search for a home buried in the past. And the faintest glimmer of hope. Our final journey had just begun."},
		{"ACTION": "--"},
		{"Vanille": "Something on you mind?"},
		{"Hope": "Huh? Oh, I, uh--I was just thinking."},
		{"Vanille": "About what? Something complicated?"},
		{"Hope": "I was just taking it all in. The sky here, the trees, the sunlight, the smells..When I was on Cocoon, I never dreamed a place like this could even exist. But now? Here I am, on Pulse. If I hadn't gone to those fireworks, if I hadn't been sitting in that same train car during the Purge...If anything had been different, I'd never have had a chance to see this."},
		{"Vanille": "No, I'm sure you would have wound up here. Don't you remember you promised me? You promised me we'd come and see Gran Pulse together"},
		{"Hope": "Uh..really? I...When did I do that?"},
		{"Vanille": "Oh, I don't know. How about another lifetime?"},
		{"Hope": "What does that even mean?"},
		{"ACTION": "--"},
		{"Sazh": "Hey. Looks what we've got here! New friends, huh? Why don't you got day 'hi?'"},
		{"Sazh": "You keep growing like that, you'll be bigger than me before long, won't you? Maybe it'd be beast to just say good bye here"},
		{"Sazh": "Jeesh! I was just kidding! Yeah, I know. You're sticking with me till Daj wakes up. Could be a long wait. No one knows."},
		{"Sazh": "You watching me or something? Say something, or something!"},
		{"Fang": "Didn't want to interrupt. And, you know...I didn't quite know where to begin,"},
		{"Sazh": "You don't have to begin anywhere. What happened to Dajh...wasn't your fault."},
		{"Fang": "But Sazh-"},
		{"Sazh": "You've got more that enough weight on your shoulders. It was my fault at Euride--letting Dajh out of my sight like that. That one's on me."},
		{"ACTION": "--"},
		{"Snow": "Well guys, heads up!"},
		{"Snow": "Whoa. Look at that thing. Let me guess. That's a fal'Cie?"},
		{"Vanille": "Yep, busy carving out new tunnels."},
		{"Snow": "Making roads where roads ain't meant to go, huh? Kinda sounds like us. All right! Roly-poly! Let's hitch a ride on that thing."},
		{"Vanille": "Now you're thinking Grand Pulse style."},
		{"ACTION": "--"},
		{"Fang": "It's my fault Gran Pulse ended up like this, isn't it? I remember everything. I became Ragnarok. I scarred Cocoon. And I left Gran Pulse in this mess, It was me."},
		{"Vanille": "What are you talking about?"},
		{"Fang": "It all came to me. Everything that happened with our Focus. All of it."},
		{"Vanille": "You're lying."},
		{"Fang": "No, it's the truth. It's all my fault."},
		{"Vanille": "Don't say that!"},
		{"ACTION": "--"},
		{"Fang": "I knew something was off. You've been shying away from our Focus even since we woke up on Cocoon."},
		{"Vanille": "I.."},
		{"Fang": "I couldn't figure it out, But then it all made sense, after hearing that story from Raines, You already knew. You knew Ragnarok was the name of destruction."},
		{"Vanille": "It wasn't fair. You had to do all the horrible stuff and I didn't have to so anything--"},
		{"Fang": "That is no reason to lie to me! You think that's what I want? You of all people!"},
		{"Fang": "Poor kid, You've had it rough."},
		{"Vanille": "Fang..."},
		{"Fang": "Listen, you're not alone anymore."},
		{"Vanille": "I'm so sorry."},
		{"Fang": "Keep that up and you'll have me crying soon. We have a new family now. We stick together, you hear me?"},
		{"Vanille": "Yes, I promise."},
		{"ACTION": "--"},
		{"Sazh": "No way through. Man, that fal'Cie must have been slacking."},
		{"Hope": "Wait! Stop already!"},
		{"Lightning": "It's the Vile Peaks all over again"},
		{"ACTION": "--"},
		{"Vanille": "I think Serah saw the same vision of Ragnarok that we did. Which mean, Dysley had to be lying when he explained her Focus. I think she beat it. She handed Cocoon over to is, and that's what made her turn to crystal!"},
		{"Snow": "Yep! I Know."},
		{"ACTION": "--"},
		{"Lightning": "Once we're home, what's you plan? You're getting married, right?"},
		{"Snow": "What that?"},
		{"Lightning": "Serah wants to know."},
		{"Snow": "Don't scare me"},
		{"Lightning": "You are getting married, aren't you. Don't let her down, you hear me?"},
		{"Snow": "Don't worry. This tear will be her last. I'll make sure of that."},
		{"Lightning": "That's all I need to know."},
		{"ACTION": "--"},
		{"Vanille": "I'm not the only one hearing that, am I?"},
		{"Snow": "No, uh..."},
		{"Sazh": "It couldn't be them. Could it?"},
		{"Hope": "I don't know. It's weird, like voices in my head."},
		{"Fang": "I hear it. 'Your presence here draws the tyrant's gaze. Leave this place at once.'"},
		{"Vanille": "We can't leave, this is the only way for us to get through. Please! Help us."},
		{"Fang": "'As you wish. Look for us, and the way will open.'"},
		{"ACTION": "--"},
		{"Lightning": "It's acting strange."},
		{"Fang": "He must be weak from losing his tail."},
		{"Snow": "Yeah? Looks plenty fiesty to me!"},
		{"Hope": "He's bluffing to scare us off. Let's just go with that! Come on! We can do this!"},
		{"Fang": "Look!"},
		{"Snow": "Nice!"},
		{"Snow": "Look who's back!"},
		{"Vanille": "He saying thanks."},
		{"Fang": "'At last, we are free. We go now, to hunt evil where it hides.'"},
		{"Hope": "So I guess that means there are still more monsters like one out there."},
		{"Lightning": "Sounds like it. Somewhere out there on Gran Pulse."},
		{"Sazh": "Gone just like that. For a big hunk of rock, that thing can move!"},
		{"Fang": "Guess they're just doing what they can too. Trying to 'save the world.'"},
		{"Lightning": "Yeah, well, it's not all on them. Last time I checked, we are still in this fight."},
		{"ACTION": "--"},
		{"Vanille": "It's all gone."},
		{"Fang": "Every trace of color. We're chasing shadows. This whole idea of losing our brands is hopeless!"},
		{"Snow": "There's got to be a way."},
		{"Hope": "Let's keep on looking. That's what we came here for. We all agreed, and now we're here."},
		{"ACTION": "--"},
		{"Hope": "Which is your house?"},
		{"Vanille": "What do you mean, which is ours? All of them. They're all ours."},
		{"Fang": "Yep. Everyone in the village."},
		{"Snow": "One big, happy family?"},
		{"Sazh": "One heck of a lot of places to hang your hat."},
		{"ACTION": "--"},
		{"Serah": "\"\": Ragnarok. Come Day of Wrath, O Pulse l'Cie. Embrace thy fate, thine home to burn. That fallen souls might bare our plea..To hasten the Divine's return. O piteous Wanderer, Ragnarok Make of this day a brave epoch. Deliver the Divine, Ragnarok."},
		{"Snow": "Serah! How did you...?"},
		{"Serah": "\"\":  I was waiting for you to open your eyes. All the time I was asleep, I knew what was happening. I kept trying to think a way to save Cocoon-together."},
		{"Snow": "Serah?"},
		{"Serah": "\"\": You get it know. There are no gods with miracles to save us, no matter where you look. That's why we have to call one. [At a smile is truly evil, just like Galenth as herself] Destroy Orphan. We'll save the world!"},
		{"Lightning": "Stop it!"},
		{"ACTION": "--"},
		{"Galenth": "You betray your fal'Cie to chase after dreams and shadows. The world you claim to wish to protect now faces the end of days with no hope of salvation."},
		{"Lightning": "I didn't think fal'Cie had the means."},
		{"Galenth": "Oh, it won't be fal'Cie who desstoy her. For centuries now, Cocoon has provided generously for its human inhabitants' every want and need. Coddled them, one might even say.The result being their deep seated gear and hatred of change and all things alien. Fed, nurtured, and ready to detonate at the slightest spark. The seeds of destruction take root, even now."},
		{"Lightning": "What did you do to Cocoon?"},
		{"Galenth": "I resigned, appointing Raines as Primarch in my stead."},
		{"Snow": "Raines? He's alive?"},
		{"Galenth": "The puppet is restrung to serve my needs, yes."},
		{"ACTION": "--"},
		{"Galenth": "The time has come. [laughs evilly] All me to extend my invitation. To save a people beyond salvation, there is only Ragnarok."},
		{"Galenth": "Cocoon suffers. Release her from the pain."},
		{"Sazh": "So, this is the end of the rainbow, huh? Here's hoping the pot full of tips on dealing with crackpot fal'Cie."},
		{"ACTION": "--"},
		{"Vanille": "'Cocoon, where the slaves of Lindzei dwell, is the enemy of all life fostered by Pulse's sacred hand,. So our fal'Cie determined Pulse's will, chose l'Cie and gave them a Focus: Become Ragnarok, and bring about the end of Cocoon. And so the beast arose, defeated Lindzei's hateful fal'Cie, and prepared to tear Cocoon apart. But her Providence betray our l'Cie, draining Ragnarok of strength. Their Focus only half complete, the l'Cie were taken to the enemy's land...by Barthandelus, curse his name. And the Goddess said: l'Cie who rest upon Cocoon will reawaken, however long they may wait. And Ragnarok will rise again, to tear the land from it's seat in the sky. Her word...is absolute.'"},
		{"Sazh": "Guess the jig is up."},
		{"ACTION": "--"},
		{"Hope": "Lightning, you told me on Cocoon. It's not a question of can or can't. We just do it. That's our only choice this time, Maybe it won't do much. Maybe only one person will listen to us. But even then, isn't trying better than doing nothing?"},
		{"Vanille": "Because ripples can make waves!"},
		{"Sazh": "Okay, kids have gone crazy."},
		{"Fang": "Revolutionaries always get called crazy."},
		{"Vanille": "When I was on Cocoon, I wished on those fireworks. I wished to not let anything happen to Cocoon this time. But I shouldn't have wished for that. Wishes aren't enough. Prayers either. This time I'm making a promise: I will keep Cocoon safe. I promise, no matter what."},
		{"Vanille": "Even if we were chasing shadows, our minds were made up. We'd realized along was that choice was the only thing we had left. Maybe we'd fall short. Maybe we'd never even come close. But, someone, someday, would know we tried."},
		{"ACTION": "People of Cocoon. My fellow citizens. We have survived the twilight, and gather now to welcome the dawn of the day on which we decide our fate. Many are lessons we have learned during our long night of hardship and sacrifice. And now we face choices. Choices which must be made as our hearts dictate, and not abandoned to uncaring chance. Let us forge ahead with unflinching courage and honor the fallen with action. With these hands we shape the future."},
		{"Snow": "Close call! And the hero saves the day!"},
		{"PSICOM soldier": "The intruders on the race circuit! Confirmed Pulse l'Cie! All units respond with lethal force!"},
		{"ACTION": "--"},
		{"Rygdea": "So, Raines, this the Cocoon you dreamed of?"},
		{"Cid": "My dream is but a fal'Cie's fancy now. End it."},
		{"Rygdea": "Damn idealism! Ya feed it blood, and it howls for more!"},
		{"ACTION": "--"},
		{"Sazh": "Oh, okay, I don't know."},
		{"Vanille": "If only we could fly!"},
		{"Lightning": "We can jump."},
		{"Vanille": "What are you-"},
		{"Sazh": "Nothing to it!"},
		{"Snow": "See you ground-side"},
		{"Vanille": "You're all crazy!"},
		{"Fang": "Don't want to get left behind, do ya? Just remember, don't drop the gizmo."},
		{"Vanille": "Fang! This thing? Okay!"},
		{"ACTION": "[Lightning fights the PSICOM soldiers as the others decent.]"},
		{"Vanille": "You could have warned me."},
		{"Fang": "That's how they get around on Cocoon."},
		{"Hope": "That's how Light gets around!"},
		{"ACTION": "--"},
		{"Snow": "Rosch?"},
		{"Yaag": "I see your power has grown, Mr Villiers. No matter. We will lay down our lives if that what it takes to stop you."},
		{"Snow": "Oh, we're on the same side here. We can back here to stop this!"},
		{"Yaag": "Nevertheless, you are l'Cie. [enters the Proudclad] We can trust the pawns no more the fal'Cie who move them. Humanity's fate rests in its own hands!"},
		{"ACTION": "--"},
		{"Gadot": "Gate got ya beat? Hero?"},
		{"Lebreau": "Pretty lame."},
		{"Maqui": "Hey, Snow. Where ya been?"},
		{"Snow": "Guys!"},
		{"Yuj": "So, Snow..You're a Pulse l'Cie now, huh?"},
		{"Snow": "Yeah. Good times."},
		{"Yuj": "Then why didn't you tell us? Why the hell didn't you come and find us?"},
		{"Lebreau": "Yeah, we've been waiting.-"},
		{"ACTION": "--"},
		{"Snow": "Now, what's out motto?"},
		{"ACTION": "NORA: Fal'Cie are no match for NORA! --"},
		{"Galenth": "The clamor of this conflict rouses the Maker. [laughing evilly]"},
		{"Sazh": "Yeah? Well, we're gonna stop this ruckus soon enough."},
		{"Galenth": "Can you halt the Cavalry's charge? Filled with righteousness, they will slaughter Orphan in the name of freedom. Your only recourse will be to deliver them death, swift and certain."},
		{"Lightning": "No. Unlike you, they'll listen to reason."},
		{"Galenth": "We will see about that. I shall savor the demise of Cocoon from atop the highest seat in all of Eden. You, too, should hurry along to the heart of our grand capital. Your loved ones miss you so. Come, l'Cie. Fulfill your destiny!"},
		{"Hope": "Your destiny...We'll decide our own destiny!"},
		{"Lightning": "Right--over Barthandelus' dead body."},
		{"ACTION": "--"},
		{"Sazh": "Why are you doing this, Rosch? I mean, haven't you done enough?"},
		{"Yaag": "Enough? Under fal'Cie order, I've orchestrated murder. All to answers the fears of a panicked populace. For a people utterly dependent on the fal'Cie it was the only solution I could offer. Even if that solution was a farce."},
		{"Hope": "Then, you knew the fal'Cie were using us?"},
		{"Yaag": "I believe their rule was best for Cocoon's present and future prosperity.But it seems I misjudged their benevolence. If this is my punishment, I accept it"},
		{"Fang": "So, you're just gonna let everything fall to hell. Is that it?"},
		{"Yaag": "You're right. One thing remains. This is...this is PSICOM Director Rosch. Attention all PSICOM and Guardian Corps units. Suspend l'Cie operation. I repeat, suspend l'Cie operation. All units should focus their efforts on evacuating civilian population. I do not issue this order as an absolute. You are free to make the choice."},
		{"Lightning": "This is it. A lot of dreams died to get us here, and we can't let it be for nothing."},
		{"Sazh": "You said it. It's not just our future we're fighting for."},
		{"Hope": "We'll do it for everyone. Fal'Cie rule ends here."},
		{"Snow": "Dysley! We're coming for you!"},
		{"ACTION": "--"},
		{"Vanille": "Little lights. Just like in Oerba."},
		{"Galenth": "Life's spark shines on, once freed from its fleshy shroud."},
		{"Sazh": "Dajh!"},
		{"Snow": "Serah!"},
		{"ACTION": "[Galenth appears]"},
		{"Galenth": "Dreams, meanwhile, shatter in a flash."},
		{"Snow": "No!"},
		{"ACTION": "[Serah is shattered with a enraged Snow charging at Galenth, knocked back by his barrier."},
		{"Lightning": "Think! Where's the real Serah?"},
		{"Sazh": "Hey, listen. It isn't real. It's fal'Cie smoke and mirrors."},
		{"Hope": "Yeah. They don't work wonders. They play tricks."},
		{"ACTION": "--"},
		{"Orphan": "A haven, yea. Yet it must fall ere we be saved. Too frail a shell, and humans should not thrive. Too stout a shell, and they would not die. Slaughter and salvation! Two irreconcilable Focuses we bore. Yet bound were we in a cocoon prison impervious to our power. And so we thank you for granting us our longed-for birth."},
		{"Snow": "Dylsey?"},
		{"Sazh": "No. Not anymore."},
		{"Orphan": "We are the Abandoned One, born but now to die. Our name is Orphan. By our hand, the world shall know redemption."},
		{"ACTION": "--"},
		{"Orphan": "Have you ever paused to consider our reason for making l'Cie of men? We fal'Cie are crafted for a single purpose, and granted finite power to that end. With men it is not so. Men, dream, aspire, and through indomitable force of will achieve the impossible. Your power is beyond measure. We take l'Cie that we might wield such strength. Through you, we obtain freedom from our bondage. And now, your Focus alone remains."},
		{"Orphan": "Defy it, and all will be for naught. Cocoon's sacrifice, and that of Gran Pulse as well."},
		{"ACTION": "--"},
		{"Orphan": "Ragnarok. The will to guide a world unto oblivion. Can you bear the sin of our salvation?"},
		{"Fang": "You heard me. I said I'll do it!"},
		{"Vanille": "You can't! I'll be fine! And you can't forget our promise! We promised to save Cocoon! We promised!"},
		{"Fang": "I made another promise too, To protect my family. Sometimes... You've got choose!"},
		{"ACTION": "--"},
		{"Orphan": "Salvation is born of sacrifice--miracles, of misery From shattered shards, a new crystal legend will arise. Yes! Let anger be your strength! Despair. Depair and save us all Lo! The day of Wrath has come!"},
		{"Orphan": "Yet again. How many times must you fail?"},
		{"Fang": "Let me go."},
		{"Orphan": "Retake the form of Ragnarok. Deliver us which we have been too long denied!"},
		{"ACTION": "--"},
		{"Vanille": "You're alive."},
		{"Fang": "But you can't be!"},
		{"Lightning": "Could be more fal'Cie smoke and mirrors."},
		{"Snow": "Fang, I'm sorry."},
		{"Lightning": "We made you go it alone."},
		{"Fang": "Second time now, isn't it?"},
		{"Vanille": "But, where were you?"},
		{"Hope": "Somewhere cold and dark, just thinking about everything up until now. And then...and then it was like--"},
		{"Snow": "It was like--I has a glimpse of the future. Everyone was smiling and laughing. Even Serah. Even Light"},
		{"Sazh": "I don't know. It was a new Focus, or something. You know, I'm thinking, didn't really make sense of course. I mean, knowing we were worm bait and all, but...As luck would have it, next think I know I feel somebody pushing me right along."},
		{"Lightning": "You were there too, Fang. Same side. All of us. Together to the end."},
		{"Vanille": "We promised, didn't we."},
		{"Vanille": "Anger didn't drive us. We just had things worth fighting for."},
		{"Vanille": "The brand of l'Cie. The symbol of the Focus we all faced. The mark of the fate we all shared. Proof of the promise we all made."},
		{"Snow": "The heroes never die. Come on. We've got a world to save!"},
		{"ACTION": "--"},
		{"Orphan": "You overreach yourselves."},
		{"Lightning": "No. We overreach you."},
		{"Orphan": "Is that so?"},
		{"Lightning": "You don't believe in anything. You gave up on life before you were even born. Sat poisoning Cocoon from the inside, waiting for someone to come and destroy you. Sure, you think the end of the world is salvation. All you care about is death's release. So take it, and leave the rest of us alone. We don't think like that. When we think there's no hope left, we keep looking until we find some. Maybe Cocoon is past saving, but it's our home. And we'll protect it or die trying! We live to make the impossible possible! That is our Focus!"},
		{"ACTION": "--"},
		{"Vanille": "Wishes can come true."},
		{"Hope": "What?... [As he watches Fang and Vanille]"},
		{"Vanille": "But not if you just wait for miracles."},
		{"Vanille": "Ready."},
		{"Vanille": "Miracles are things we make for ourselves. Here, and now."},
		{"Vanille": "Wake up"},
		{"Lightning": "They did it, they saved the world."},
		{"Snow": "No, they gave us a new one."},
		{"Lightning": "It really is miracle."},
		{"Hope": "My brand! It's gone!"},
		{"Vanille": "It's easy to lose sight of things in a world as wide as this one. But if you keep going, you're sure to find what you're looking for--sooner or later."},
		{"ACTION": "--"},
		{"Lightning": "Serah...I'm sorry."},
		{"Serah": "It's okay."},
		{"Snow": "Hey, come on, the apologies can wait! We've got a wedding to plan! You are gonna allow it—right?"},
		{"Hope": "Wow, you don't waste time, do you?"},
		{"Snow": "No, I don't."},
		{"Sazh": "That's right. Just charge in, guns blazing!"},
		{"Snow": "I swear to you, I will make her happy!"},
		{"Lightning": "I believe you. Congrats."},
		{"ACTION": "[Inside Cocoon - last lines]"},
		{"Fang": "When prayers turn into promises, not even fate can stand in their way."},
		{"Vanille": "We held the light of hope in our hearts, and achieved the impossible. Now we live on, to greet a new dawn."},
		{"Titan": "L'Cie dwell outside the natural order. Should their strength fail them, they become the mindless foes of life itself."},
		{"Sazh": "Oh great, another one. Nothing like witnessing survival of the fittest first hand."},
		{"Snow": "A Cie'th?"},
		{"Fang": "Once you're a Cie'th, killing the only thing that comes naturally."},
		{"Titan": "Fortune smiles upon the strong and worthy. Surrender not to despair. The future of life's cycle goes with you."},
		{"Fang": "Some endorsement, coming from the guardian of all life on Gran Pulse."},
		{"ACTION": "Battle dialogue"},
		{"Lightning": "Let's get this over with!", "_Context": "(Open)"},
		{"ACTION": "---"},
		{"Lightning": "You know what to do!", "_Context": "(Open)"},
		{"ACTION": "---"},
		{"Lightning": "We can win if we stay focused", "_Context": "(Open, tough enemy)"},
		{"ACTION": "---"},
		{"Lightning": "This should be interesting.", "_Context": "(Open, tough enemy)"},
		{"ACTION": "---"},
		{"Lightning": "No time to waste!", "_Context": "(Open, Anavatapta Warmech)"},
		{"ACTION": "---"},
		{"Lightning": "Cocoon's nothing to you?!", "_Context": "(Open, 1st Battle vs. Barthandelus)"},
		{"ACTION": "---"},
		{"Lightning": "Right...", "_Context": "(Open, Adamantoise)"},
		{"ACTION": "---"},
		{"Lightning": "Find your own road to hell!", "_Context": "(Open, Orphan)"},
		{"ACTION": "---"},
		{"Lightning": "Just stay out of my way.", "_Context": "(Paradigm Shift, before obtaining Odin)"},
		{"ACTION": "---"},
		{"Lightning": "Let's go!", "_Context": "(Paradigm Shift)"},
		{"ACTION": "---"},
		{"Lightning": "Now!", "_Context": "(Paradigm Shift)"},
		{"ACTION": "---"},
		{"Lightning": "Take down the enemy!", "_Context": "(Paradigm Shift)"},
		{"ACTION": "---"},
		{"Lightning": "Follow my lead!", "_Context": "(Paradigm Shift)"},
		{"ACTION": "---"},
		{"Lightning": "Turn the tide!", "_Context": "(Paradigm Shift)"},
		{"ACTION": "---"},
		{"Lightning": "Let's wrap this up!", "_Context": "(Paradigm Shift)"},
		{"ACTION": "---"},
		{"Lightning": "Time to switch it up!", "_Context": "(Paradigm Shift)"},
		{"ACTION": "---"},
		{"Lightning": "You asked for it!", "_Context": "(Paradigm Shift)"},
		{"ACTION": "---"},
		{"Lightning": "Barthandelus!", "_Context": "(Paradigm Shift vs. Barthandelus)"},
		{"ACTION": "---"},
		{"Lightning": "Take this!", "_Context": "(AoE attack)"},
		{"ACTION": "---"},
		{"Lightning": "Out of my way!", "_Context": "(AoE attack)"},
		{"ACTION": "---"},
		{"Lightning": "Stay down!", "_Context": "(AoE attack)"},
		{"ACTION": "---"},
		{"Lightning": "You're going down!"},
		{"ACTION": "---"},
		{"Lightning": "Target acquired."},
		{"ACTION": "---"},
		{"Lightning": "Thank you.", "_Context": "(Being healed by/receiving buffs from ally)"},
		{"ACTION": "---"},
		{"Lightning": "Good call.", "_Context": "(Receiving buffs from ally)"},
		{"ACTION": "---"},
		{"Lightning": "Don't panic.", "_Context": "(Healing ally)"},
		{"ACTION": "---"},
		{"Lightning": "We survive!", "_Context": "(Healing ally)"},
		{"ACTION": "---"},
		{"Lightning": "Target's a target.", "_Context": "(Finishing blow to enemy)"},
		{"ACTION": "---"},
		{"Lightning": "Nothing personal.", "_Context": "(Finishing blow to enemy)"},
		{"ACTION": "---"},
		{"Lightning": "Time to end it!", "_Context": "(Army of One)"},
		{"ACTION": "---"},
		{"Lightning": "Take this!", "_Context": "(Army of One)"},
		{"ACTION": "---"},
		{"Lightning": "Odin...Cut us a path!", "_Context": "(Summon)"},
		{"ACTION": "---"},
		{"Lightning": "Clear the field!", "_Context": "(Summon)"},
		{"ACTION": "---"},
		{"Lightning": "We do this together! Let's ride!", "_Context": "(Gestalt Mode.)"},
		{"ACTION": "---"},
		{"Lightning": "Lend me your blade! We'll carve out a new fate!", "_Context": "(Gestalt Mode.)"},
		{"ACTION": "---"},
		{"Lightning": "Charge!"},
		{"ACTION": "---"},
		{"Lightning": "Shake the ground!"},
		{"ACTION": "---"},
		{"Lightning": "Trample 'em!"},
		{"ACTION": "---"},
		{"Lightning": "This ends now!"},
		{"ACTION": "---"},
		{"Lightning": "The storm is here!", "_Context": "(Zantetsuken)"},
		{"ACTION": "---"},
		{"Lightning": "Until next time", "_Context": "(Summon leaves)"},
		{"ACTION": "---"},
		{"Lightning": "Just another battle", "_Context": "(win)"},
		{"ACTION": "---"},
		{"Lightning": "Easy", "_Context": "(win)"},
		{"ACTION": "---"},
		{"Lightning": "That could've gone better", "_Context": "(win, with low hp)"},
		{"ACTION": "---"},
		{"Lightning": "And so it ends...", "_Context": "(Defeated)"},
		{"ACTION": "---"},
		{"Lightning": "Just... like that?", "_Context": "(Defeated)"},
		{"ACTION": "---"},
		{"Lightning": "I can win this!", "_Context": "(Army of One)"},
		{"ACTION": "---"},
		{"Lightning": "I'll make it quick.", "_Context": "(Army of One)"},
		{"ACTION": "---"},
		{"Lightning": "Time to end it!", "_Context": "(Army of One)"},
		{"ACTION": "---"},
		{"Lightning": "I'm no one's slave!", "_Context": "(Army of One)"},
		{"ACTION": "---"},
		{"Lightning": "You lose.", "_Context": "(Army of One)"},
		{"ACTION": "---"},
		{"Lightning": "Something to remember.", "_Context": "(Army of One)"},
		{"ACTION": "---"},
		{"Lightning": "Outta my way!", "_Context": "(Army of One)"},
		{"ACTION": "---"},
		{"Lightning": "It's over!", "_Context": "(Army of One)"},
		{"ACTION": "---"},
		{"Lightning": "I control my fate!", "_Context": "(Army of One, final battle with Orphan)"},
		{"ACTION": "---"},
		{"Snow": "Nothing to worry about!", "_Context": "(Open)"},
		{"ACTION": "---"},
		{"Snow": "There's nothing we can't do!", "_Context": "(Open)"},
		{"ACTION": "---"},
		{"Snow": "Why, Cid!?", "_Context": "(Open, Cid)"},
		{"ACTION": "---"},
		{"Snow": "Let's do this!", "_Context": "(Paradigm Shift)"},
		{"ACTION": "---"},
		{"Snow": "I got an idea", "_Context": "(Paradigm Shift)"},
		{"ACTION": "---"},
		{"Snow": "Hope, follow my lead!", "_Context": "(Paradigm shift when paired with Hope)"},
		{"ACTION": "---"},
		{"Snow": "Thanks, partner!", "_Context": "(healed or buffed when paired with Hope)"},
		{"ACTION": "---"},
		{"Snow": "Later!", "_Context": "(finishing blow to enemy)"},
		{"ACTION": "---"},
		{"Snow": "You see that!?", "_Context": "(finishing blow to enemy)"},
		{"ACTION": "---"},
		{"Snow": "Take this!"},
		{"ACTION": "---"},
		{"Snow": "We gotta win this!"},
		{"ACTION": "---"},
		{"Snow": "How about this?"},
		{"ACTION": "---"},
		{"Snow": "Time for a beatdown!"},
		{"ACTION": "---"},
		{"Snow": "No problem!", "_Context": "(win)"},
		{"ACTION": "---"},
		{"Snow": "Just too easy!", "_Context": "(win)"},
		{"ACTION": "---"},
		{"Snow": "Not quite what I had in mind, but okay.", "_Context": "(win with low hp)"},
		{"ACTION": "---"},
		{"Snow": "Much appreciated!", "_Context": "(being healed by/receiving buffs from ally)"},
		{"ACTION": "---"},
		{"Snow": "Shiva! Show 'em how it's done!", "_Context": "(Summon)"},
		{"ACTION": "---"},
		{"Snow": "We do this together! Let's ride!", "_Context": "(Gelstalt Mode)"},
		{"ACTION": "---"},
		{"Snow": "Feel the cold?"},
		{"ACTION": "---"},
		{"Snow": "Cool 'em off!", "_Context": "(Diamond Dust)"},
		{"ACTION": "---"},
		{"Snow": "Way to go!", "_Context": "(Summon leaves)"},
		{"ACTION": "---"},
		{"Snow": "The heroes always win!", "_Context": "(Sovereign Fist)"},
		{"ACTION": "---"},
		{"Snow": "SERAH!!!!", "_Context": "(defeated during Shiva Eidolon battle)"},
		{"ACTION": "---"},
		{"Snow": "No, not yet.", "_Context": "(defeated)"},
		{"ACTION": "---"},
		{"Snow": "NO!!! SERAH!!!", "_Context": "(defeated)"},
		{"ACTION": "---"},
		{"Sazh": "Can't we just talk this over?", "_Context": "(Open)"},
		{"ACTION": "---"},
		{"Sazh": "Guess running's out of the question?", "_Context": "(Open)"},
		{"ACTION": "---"},
		{"Sazh": "Just as I was getting used to things...", "_Context": "(Open)"},
		{"ACTION": "---"},
		{"Sazh": "We got this, Vanille!", "_Context": "(Paradigm Shift when paired with Vanille)"},
		{"ACTION": "---"},
		{"Sazh": "Follow the old man's lead!", "_Context": "(Paradigm Shift)"},
		{"ACTION": "---"},
		{"Sazh": "Changin' the play.", "_Context": "(Paradigm Shift)"},
		{"ACTION": "---"},
		{"Sazh": "Keep it together", "_Context": "(Paradigm Shift)"},
		{"ACTION": "---"},
		{"Sazh": "Changing gears.", "_Context": "(Paradigm Shift)"},
		{"ACTION": "---"},
		{"Sazh": "Coming through!"},
		{"ACTION": "---"},
		{"Sazh": "Watch out!"},
		{"ACTION": "---"},
		{"Sazh": "Did you see that coming?"},
		{"ACTION": "---"},
		{"Sazh": "Bull's eye."},
		{"ACTION": "---"},
		{"Sazh": "Leave it to me!"},
		{"ACTION": "---"},
		{"Sazh": "Tough times, huh?"},
		{"ACTION": "---"},
		{"Sazh": "Hey now."},
		{"ACTION": "---"},
		{"Sazh": "I summon... Brynhildr! There you are. About time you'd showed up.", "_Context": "(Summon)"},
		{"ACTION": "---"},
		{"Sazh": "Put me behind the wheel! That's right! Let's do this! Eidolon! Start your engines!", "_Context": "(Gestalt)"},
		{"ACTION": "---"},
		{"Sazh": "Time, to warp this up! Come on! Oh yeah!", "_Context": "(Muspell Flame)"},
		{"ACTION": "---"},
		{"Sazh": "Be seeing ya.", "_Context": "(Summon leaves)"},
		{"ACTION": "---"},
		{"Sazh": "You should see your daddy now!", "_Context": "(Win)"},
		{"ACTION": "---"},
		{"Sazh": "Old man still got it.", "_Context": "(Win)"},
		{"ACTION": "---"},
		{"Sazh": "Wisdom does come with age.", "_Context": "(Win)"},
		{"ACTION": "---"},
		{"Sazh": "Dajh.", "_Context": "(Defeated)"},
		{"ACTION": "---"},
		{"Sazh": "Luck's... finally run out.", "_Context": "(Defeated)"},
		{"ACTION": "---"},
		{"Sazh": "Old man, new tricks.", "_Context": "(Cold Blood)"},
		{"ACTION": "---"},
		{"Sazh": "Shoot you full of holes.", "_Context": "(Cold Blood)"},
		{"ACTION": "---"},
		{"Sazh": "Wish on these fireworks!", "_Context": "(Cold Blood)"},
		{"ACTION": "---"},
		{"Vanille": "No daydreaming now.", "_Context": "(Open)"},
		{"ACTION": "---"},
		{"Vanille": "You're going to regret this!", "_Context": "(Open)"},
		{"ACTION": "---"},
		{"Vanille": "Follow my lead, pops!", "_Context": "(Paradigm Shift when paired with Sazh)"},
		{"ACTION": "---"},
		{"Vanille": "Keep up, old man!", "_Context": "(Paradigm Shift when paired with Sazh)"},
		{"ACTION": "---"},
		{"Vanille": "Change is good, pops!", "_Context": "(Paradigm Shift when paired with Sazh)"},
		{"ACTION": "---"},
		{"Vanille": "I'm not all smiles and sunshine!", "_Context": "(Paradigm Shift, Hecatoncheir battle)"},
		{"ACTION": "---"},
		{"Vanille": "Nice timing."},
		{"ACTION": "---"},
		{"Vanille": "Counting on you, old man!", "_Context": "(to Sazh, if he is in critical HP)"},
		{"ACTION": "---"},
		{"Vanille": "Sazh, oh no!", "_Context": "(to Sazh, if he is in critical HP)"},
		{"ACTION": "---"},
		{"Vanille": "For you!", "_Context": "(Cure)"},
		{"ACTION": "---"},
		{"Vanille": "Keep it up!", "_Context": "(Cure)"},
		{"ACTION": "---"},
		{"Vanille": "Here we go!"},
		{"ACTION": "---"},
		{"Vanille": "Take that!"},
		{"ACTION": "---"},
		{"Vanille": "Hey you!"},
		{"ACTION": "---"},
		{"Vanille": "Come on!"},
		{"ACTION": "---"},
		{"Vanille": "Now things are gonna get ugly!"},
		{"ACTION": "---"},
		{"Vanille": "Take this!"},
		{"ACTION": "---"},
		{"Vanille": "Come on, Hecaton!! Let's go, Hecaton!!", "_Context": "(summon)"},
		{"ACTION": "---"},
		{"Vanille": "No one's getting hurt this time!", "_Context": "(Death)"},
		{"ACTION": "---"},
		{"Vanille": "I have to see this through.", "_Context": "(Death)"},
		{"ACTION": "---"},
		{"Vanille": "Alright, here it comes.", "_Context": "(Death)"},
		{"ACTION": "---"},
		{"Vanille": "Now you made me mad.", "_Context": "(Death)"},
		{"ACTION": "---"},
		{"Vanille": "We can't give up hope!", "_Context": "(Death)"},
		{"ACTION": "---"},
		{"Vanille": "We can change the future!", "_Context": "(Death, final battle with Orphan)"},
		{"ACTION": "---"},
		{"Vanille": "Sorry!"},
		{"ACTION": "---"},
		{"Vanille": "Goodbye!"},
		{"ACTION": "---"},
		{"Vanille": "I'm just fine!"},
		{"ACTION": "---"},
		{"Vanille": "Now's our chance!"},
		{"ACTION": "---"},
		{"Vanille": "Well, that wasn't scary at all.", "_Context": "(Win)"},
		{"ACTION": "---"},
		{"Vanille": "Way to go, Sazh!", "_Context": "(Win)"},
		{"ACTION": "---"},
		{"Vanille": "Yay us!", "_Context": "(Win)"},
		{"ACTION": "---"},
		{"Vanille": "Let's see some fireworks!"},
		{"ACTION": "---"},
		{"Vanille": "Is it really over?", "_Context": "(Defeated)"},
		{"ACTION": "---"},
		{"Vanille": "What went wrong?", "_Context": "(Defeated)"},
		{"ACTION": "---"},
		{"Hope": "It's all or nothing!", "_Context": "(Open)"},
		{"ACTION": "---"},
		{"Hope": "Come on, Light!"},
		{"ACTION": "---"},
		{"Hope": "Maybe we should try something else?", "_Context": "(Paradigm Shift)"},
		{"ACTION": "---"},
		{"Hope": "Some things you just do", "_Context": "(Paradigm Shift)"},
		{"ACTION": "---"},
		{"Hope": "Now it's my turn.", "_Context": "(Paradigm Shift)"},
		{"ACTION": "---"},
		{"Hope": "Careful now!"},
		{"ACTION": "---"},
		{"Hope": "Why, you-"},
		{"ACTION": "---"},
		{"Hope": "Did you miss me, mom?", "_Context": "(Defeated)"},
		{"ACTION": "---"},
		{"Hope": "Why me?", "_Context": "(Defeated)"},
		{"ACTION": "---"},
		{"Hope": "I'm sorry, I can't do this...", "_Context": "(Defeated)"},
		{"ACTION": "---"},
		{"Hope": "Alexander! Need your help, big guy!", "_Context": "(Summon)"},
		{"ACTION": "---"},
		{"Hope": "Okay, Let me up! Okay, let's do this!", "_Context": "(Gestalt mode)"},
		{"ACTION": "---"},
		{"Hope": "Nothing can stop us!", "_Context": "(Last Resort)"},
		{"ACTION": "---"},
		{"Hope": "Maybe there's hope for us after all.", "_Context": "(Last Resort)"},
		{"ACTION": "---"},
		{"Hope": "I'll show you hope!", "_Context": "(Last Resort)"},
		{"ACTION": "---"},
		{"Hope": "I'm not giving in!", "_Context": "(Last Resort)"},
		{"ACTION": "---"},
		{"Hope": "I'll fight and I'll survive!", "_Context": "(Last Resort)"},
		{"ACTION": "---"},
		{"Hope": "Try this on for size!"},
		{"ACTION": "---"},
		{"Hope": "Now's our chance."},
		{"ACTION": "---"},
		{"Hope": "Clear the way! Fire!", "_Context": "(Judgment)"},
		{"ACTION": "---"},
		{"Hope": "See you next time.", "_Context": "(Summon leaves)"},
		{"ACTION": "---"},
		{"Hope": "One down!", "_Context": "(Finishing blow on enemy)"},
		{"ACTION": "---"},
		{"Hope": "Just like I planned it.", "_Context": "(Finishing blow on final enemy)"},
		{"ACTION": "---"},
		{"Fang": "Goodnight, sunshine!"},
		{"ACTION": "---"},
		{"Fang": "You're gonna squirm!"},
		{"ACTION": "---"},
		{"Fang": "Come on then!"},
		{"ACTION": "---"},
		{"Fang": "Eat this!"},
		{"ACTION": "---"},
		{"Fang": "Take that!"},
		{"ACTION": "---"},
		{"Fang": "Appreciated.", "_Context": "(Healed)"},
		{"ACTION": "---"},
		{"Fang": "Cheers!", "_Context": "(Being healed by/receiving buffs from ally)"},
		{"ACTION": "---"},
		{"Fang": "Looking at me?"},
		{"ACTION": "---"},
		{"Fang": "Give it your best shot!"},
		{"ACTION": "---"},
		{"Fang": "Bahamut! You know what to do!", "_Context": "(Summon)"},
		{"ACTION": "---"},
		{"Fang": "Let me on the fun! Now that's more like it", "_Context": "(Gestalt Mode)"},
		{"ACTION": "---"},
		{"Fang": "Time for dinner!"},
		{"ACTION": "---"},
		{"Fang": "Have some fun!"},
		{"ACTION": "---"},
		{"Fang": "Rain down hell!", "_Context": "(Megaflare)"},
		{"ACTION": "---"},
		{"Fang": "What a sweetheart!", "_Context": "(Summon leaves)"},
		{"ACTION": "---"},
		{"Fang": "And I was just getting started...", "_Context": "(Win)"},
		{"ACTION": "---"},
		{"Fang": "Didn't even break a sweat!", "_Context": "(Win)"},
		{"ACTION": "---"},
		{"Fang": "As if there was any doubt!", "_Context": "(Win)"},
		{"ACTION": "---"},
		{"Fang": "Sorry, Vanille.", "_Context": "(Defeated)"},
		{"ACTION": "---"},
		{"Fang": "You kidding me?", "_Context": "(Defeated)"},
		{"ACTION": "---"},
		{"Fang": "Ready for this?!", "_Context": "(Highwind)"},
		{"ACTION": "---"},
		{"Fang": "No escape!", "_Context": "(Highwind)"},
		{"ACTION": "---"},
		{"Fang": "Don't be scared!", "_Context": "(Highwind)"},
		{"ACTION": "---"},
		{"Fang": "Wouldn't wanna be you!", "_Context": "(Highwind)"},
		{"ACTION": "---"},
		{"Fang": "No one's getting in my way!", "_Context": "(Highwind)"},
		{"ACTION": "---"},
		{"Yaag": "These are l'Cie. Show no mercy. They aren't people. They're targets.", "_Context": "(Orders for soldiers)"},
		{"ACTION": "---"},
		{"Yaag": "Cocoon is caught in the grip of a Pulse-born Terror. These Pulse l'Cie threaten our very way of life. They must be eliminated. Over and out."},
		{"ACTION": "---"},
		{"Yaag": "Who do you think it is terrified of Pulse and begging us to kill the l'Cie? It's not Sanctum. It's not us. It's the people.", "_Context": "(to Palumpolum GCs)"},
		{"ACTION": "---"},
		{"Yaag": "Not so fast, I'Cie!"},
		{"ACTION": "---"},
		{"Cid": "The public fears what it doesn't know... Strike down the phantoms before their eyes, and they sleep like babes."},
		{"ACTION": "---"},
		{"Cid": "A l'Cie tied to an inescapable Focus - a slave of destiny. I'd lost hope. I'd all but given up dreams of freedom."},
		{"ACTION": "---"},
		{"Cid": "When it comes to Pulse, who could claim to know anything? I need the truth, for the sake of Cocoon."},
		{"ACTION": "---"},
		{"Cid": "The public fears what it doesn't know. It's grown tired of living in constant terror of these treats from the world below. So, the Sanctum devised a plan for you l'Cie."},
		{"ACTION": "---"},
		{"Cid": "I put you on the path. That was my Focus."},
		{"ACTION": "---"},
		{"Cid": "I did my best to assist you as bid by the Sanctum fal'Cie."},
		{"ACTION": "---"},
		{"Cid": "A shadow of a dream from when I was human. It was change I craved, and once I'd built the influence to make things happen, there was change. I gained all the power I could hope for, but was a puppet with no will to wield it. It wasn't the fal'Cie that changed, it was me."},
		{"ACTION": "---"},
		{"Cid": "I'm here of my own accord, not by fal'Cie. Seeing you fight brought it all back. Brought back that future I once strove for. I, too, will challenge my fate."},
		{"ACTION": "---"},
		{"Cid": "I will set you free!"},
		{"ACTION": "---"},
		{"Cid": "The only thing I wanted was a moment of triumph. How it ends isn't important. Just do what you know is right. Trust yourselves."},
		{"ACTION": "---"},
		{"Cid": "People of Cocoon. My fellow citizens. We have survived the twilight, and gather now to welcome the dawn on which we decide our fate. Many are lessons we have learned during our long night of hardship and sacrifice. And now we face choices, which must be made as our hearts dictate, and not abandoned to uncared chance, Let us forge ahead with unflinching courage and honor the fallen with action. With these hands we shape the future."},
		{"ACTION": "---"},
		{"Cid": "I shall set you free!"},
		{"ACTION": "---"},
		{"Cid": "My Triumph is near!"},
		{"ACTION": "---"},
		{"Cid": "You are mine!"},
		{"ACTION": "---"},
		{"Cid": "No more words!"},
		{"ACTION": "---"},
		{"Cid": "The fal'Cie have no hold over me!"},
		{"ACTION": "---"},
		{"Cid": "On your Guard!", "_Context": "(Ruin)"},
		{"ACTION": "---"},
		{"Cid": "My Will is my own!", "_Context": "(Metamorphose)"},
		{"ACTION": "---"},
		{"Cid": "My Will is my Strength!", "_Context": "(Seraphic Beam)"},
		{"ACTION": "---"},
		{"Galenth": "There's no denying the enormity of the strain the Purge placed on us all. But, given the tens of millions of lives at stake, there truly was no alternative.", "_Context": "(to reporter)"},
		{"ACTION": "---"},
		{"Galenth": "In all the centuries since the War of Transgression, Cocoon has been spared Pulse aggression, and prospered for it. It is essential that we maintain this peace. That is the Sanctum's focus. We will continue employing every resource available to combat these threats to the harmony of our society.", "_Context": "(to public)"},
		{"ACTION": "---"},
		{"Galenth": "What else does one do with tools?"},
		{"ACTION": "---"},
		{"Galenth": "Without our help, death is all of which you're capable. You saw the fools. A mindless mob drunk on fear of a few l'Cie."},
		{"ACTION": "---"},
		{"Galenth": "l'Cie? You mean me? Oh child, perish the thought. I am more than that!  I am fal'Cie. My name is Barthandelus. Voice of the Sanctum and Lord-Sovereign of the Cocoon fal'Cie. Your kind feared the darkness, so we gave you light. You begged us for the Purge. and did it not come to pass? Now your spurn our counsel? You must learn your place!", "_Context": "(Assumes true form)"},
		{"ACTION": "---"},
		{"Galenth": "Will you enjoy the festivities beside me or perhaps...  Greet the end here in the land where it all began ?", "_Context": "(turns into fal'Cie form) (Oerba)"},
		{"ACTION": "---"},
		{"Galenth": "If you truly seek salvation, you will obey!"},
		{"ACTION": "---"},
		{"Galenth": "This is the power of a fal'Cie."},
		{"ACTION": "---"},
		{"Galenth": "Come..."},
		{"ACTION": "---"},
		{"Galenth": "What can mere l'Cie do?"},
		{"ACTION": "---"},
		{"Galenth": "You are ignorant of your place."},
		{"ACTION": "---"},
		{"Galenth": "I am most disappointed."},
		{"ACTION": "---"},
		{"Galenth": "You waste your time."},
		{"ACTION": "---"},
		{"Galenth": "Is that all you got?"},
		{"ACTION": "---"},
		{"Galenth": "I am the harbinger of death!"},
		{"ACTION": "---"},
		{"Galenth": "Yield!"},
		{"ACTION": "---"},
		{"Galenth": "Witness my power!", "_Context": "(Thanotosian Smile)"},
		{"ACTION": "---"},
		{"Galenth": "You will taste agony!", "_Context": "(Thanotosian Smile)"},
		{"ACTION": "---"},
		{"Galenth": "You will know true terror!", "_Context": "(Destrudo)"},
		{"ACTION": "---"},
		{"Galenth": "Now you will bow to the fal'Cie!", "_Context": "(Destrudo)"},
		{"ACTION": "---"},
		{"Galenth": "Submit!"},
		{"ACTION": "---"},
		{"Galenth": "Destroy the world"},
		{"ACTION": "---"},
		{"Galenth": "The World begs for salvation."},
		{"ACTION": "---"},
		{"Galenth": "Piteous l'Cie!"},
		{"ACTION": "---"},
		{"Galenth": "Perhaps, some of this?"},
		{"ACTION": "---"},
		{"Galenth": "Such marvelous strength!"},
		{"ACTION": "---"},
		{"Galenth": "Can you endure this?", "_Context": "(Apoptosis)"},
		{"ACTION": "---"},
		{"Galenth": "You struggle in vain!", "_Context": "(Thanotosian Laughter)"},
		{"ACTION": "---"},
		{"Galenth": "Fulfill your Focus."},
		{"ACTION": "---"},
		{"Galenth": "Rip! Die! Kill!"},
		{"ACTION": "---"},
		{"Galenth": "Rrrrraaaaagghhgh!", "_Context": "(Deafening Whisper for Orphan: KILL REND MAIM!)"},
		{"ACTION": "---"},
		{"Galenth": "Rrrrraaaaagghhgh!", "_Context": "(Deafening Whisper for Orphan: BLOOD SMELL KILL EAT!)"},
		{"ACTION": "---"},
		{"Galenth": "Rrrrraaaaagghhgh!", "_Context": "(Deafening Whisper for Orphan: BURN REND KILL DESTROY!)"},
		{"ACTION": "---"},
		{"Galenth": "Release...At last, release!", "_Context": "(Final words)"},
		{"ACTION": "---"},
		{"Orphan": "A haven, yea. Yet it must fall ere we be saved. Too frail a shell, and humans should not thrive. Too stout a shell and they would not die. Slaughter and salvation! Two irreconcilable Focuses we bore. Yet bound were we in a cocoon prison, impervious to our power. And so we thank you for granting us our longed-for birth. We are the Abandoned One, born but now to die. Our name is Orphan. By our hand, the world shall know redemption."},
		{"ACTION": "---"},
		{"Orphan": "Have you ever paused to consider our reason for making l'Cie of men? We fal'Cie are crafted for a single purpose and granted finite power to that end. With men it is not so. Men dream, aspire, and through indomitable force of will achieve the impossible. Your power is beyond measure."},
		{"ACTION": "---"}]
}